{"CTF1": {"11058912": {"title": "Genetic variants in the promoter (g983G>T) and coding region (A92T) of the human cardiotrophin-1 gene (CTF1) in patients with dilated cardiomyopathy.", "abstract": null}, "24503780": {"title": "The landscape of genetic variation in dilated cardiomyopathy as surveyed by clinical DNA sequencing.", "abstract": "Dilated cardiomyopathy is characterized by substantial locus, allelic, and clinical heterogeneity that necessitates testing of many genes across clinically overlapping diseases. Few studies have sequenced sufficient individuals; thus, the contributions of individual genes and the pathogenic variant spectrum are still poorly defined. We analyzed 766 dilated cardiomyopathy patients tested over 5 years in our molecular diagnostics laboratory."}, "26084686": {"title": "Genetics and genotype-phenotype correlations in Finnish patients with dilated cardiomyopathy.", "abstract": "Despite our increased understanding of the genetic basis of dilated cardiomyopathy (DCM), the clinical utility and yield of clinically meaningful findings of comprehensive next-generation sequencing (NGS)-based genetic diagnostics in DCM has been poorly described. We utilized a high-quality oligonucleotide-selective sequencing (OS-Seq)-based targeted sequencing panel to investigate the genetic landscape of DCM in Finnish population and to evaluate the utility of OS-Seq technology as a novel comprehensive diagnostic tool."}}, "FBN2": {"9605585": {"title": "Prenatal diagnosis of a constitutional interstitial deletion of chromosome 5 (q15q31.1) presenting with features of congenital contractural arachnodactyly.", "abstract": "Prenatal diagnosis of a constitutional interstitial deletion of chromosome 5 (q15q31.1) in a 30-year-old woman is reported. At 21 weeks of pregnancy, routine fetal ultrasounds showed the presence of apparently isolated bilateral club feet. Fetal karyotyping documented an interstitial deletion of the long arm of chromosome 5: 46,XX,del(5) (q15q31) in all 50 analyzed metaphases. Because such deletion is associated with severe psychomotor retardation, the pregnancy was terminated. Postmortem karyotyping of skin fibroblasts confirmed the presence of this interstitial de novo deletion in all mitoses. The breakpoints on 5q were analyzed by fluorescent in situ hybridization and were localized at 5q15 and q31.1. This case illustrates the importance of fetal karyotyping in cases of isolated club feet. At autopsy, the fetus presented had minor anomalies and contractures of knee and hip joints. These clinical findings could fit the diagnosis of congenital contractural arachnodactyly (CCA) or Beals syndrome. CCA is caused by a defect in the fibrillin-2 (FBN2) gene. This gene was previously mapped on 5q23-31. Our molecular studies of both parents and the fetus, using an intragenic polymorphic GT repeat, showed that the FBN2 gene was deleted in the fetus and that the de novo interstitial deletion occurred on the paternally inherited chromosome 5. Thus, CCA may be caused by a loss of function of the FBN2 gene. Clinical findings in this fetus and those of other described cases with interstitial 5q deletions are reviewed, and similarities with CCA are stressed."}, "9714438": {"title": "Clustering of FBN2 mutations in patients with congenital contractural arachnodactyly indicates an important role of the domains encoded by exons 24 through 34 during human development.", "abstract": "Congenital contractural arachnodactyly (CCA) is an autosomal dominant condition phenotypically related to Marfan syndrome (MFS). CCA is caused by mutations in FBN2, whereas MFS results from mutations in FBN1. FBN2 mRNA extracted from 12 unrelated CCA patient cell strains was screened for mutations, and FBN2 mutations were identified in six of these samples. All of the identified FBN2 mutations cluster in a limited region of the gene, a region where mutations in FBN1 produce the severe, congenital form of MFS (so-called neonatal MFS). Furthermore, three of the identified mutations occur in the FBN2 locations exactly corresponding to FBN1 mutations that have been reported in cases of neonatal MFS. These mutations indicate that this central region of both of the fibrillins plays a critical role in human embryogenesis. The limited region of FBN2 that can be mutated to cause CCA may also help to explain the rarity of CCA compared to MFS."}, "9737771": {"title": "A single mutation that results in an Asp to His substitution and partial exon skipping in a family with congenital contractural arachnodactyly.", "abstract": "Congenital contractural arachnodactyly (CCA) is an autosomal dominant disorder of connective tissue and is characterized by multiple congenital contractures, arachnodactyly, and external ear malformations. Recent investigations indicate that mutations in the fibrillin-2 gene (FBN2) cause CCA. Here, we report a G-->C transversion at nucleotide 3340 (G3340C) of FBN2 in a family with phenotypic characteristics of CCA. The G3340C mutation predicts the substitution of histidine for aspartic acid at amino acid residue 1114 (Asp1114His) and also alters the 5' donor splice site consensus sequence of exon 25. Reverse transcription/polymerase chain reaction and DNA sequence analyses demonstrate that this missense mutation also causes low level in-frame mis-splicing of exon 25 (del exon 25). Consequently, this single point mutation produces a heterogeneous population of mutant fibrillin-2 molecules in a single individual. Despite the complex manifestation of the mutation, it is associated with a relatively mild phenotype. Analysis of FBN2 allele expression in cultured dermal fibroblasts derived from the proband has shown that the mutant allele is preferentially expressed, contributing about 84% of the total transcript. This indicates that an overabundance of mutant transcript does not necessarily correlate with a more severe CCA phenotype."}, "10797416": {"title": "Two novel fibrillin-2 mutations in congenital contractural arachnodactyly.", "abstract": "Congenital contractural arachnodactyly (CCA) is an autosomal dominant connective tissue disorder, comprising marfanoid habitus, flexion contractures, severe kyphoscoliosis, abnormal pinnae, and muscular hypoplasia. It is now known that mutations in the gene encoding fibrillin-2 cause CCA. Interestingly, mutations described to date cluster in the fibrillin-2 region homologous to the so-called neonatal Marfan syndrome region of fibrillin-1. Thus, it has been hypothesized that the relative infrequency of CCA compared with the Marfan syndrome is due to the limited region of the gene targeted for mutations. In support of the above hypothesis, we report here the finding of two additional FBN2 mutations in CCA, C1141F (exon 26) and C1252W (exon 29). In addition, a new 3' UTR polymorphism is also described."}, "11285249": {"title": "Mutation of the gene encoding fibrillin-2 results in syndactyly in mice.", "abstract": "Fibrillins are large, cysteine-rich glycoproteins that form microfibrils and play a central role in elastic fibrillogenesis. Fibrillin-1 and fibrillin-2, encoded by FBN1 on chromosome 15q21.1 and FBN2 on chromosome 5q23-q31, are highly similar proteins. The finding of mutations in FBN1 and FBN2 in the autosomal dominant microfibrillopathies Marfan syndrome (MFS) and congenital contractural arachnodactyly (CCA), respectively, has highlighted their essential role in the development and homeostasis of elastic fibres. MFS is characterized by cardiovascular, skeletal and ocular abnormalities, and CCA by long, thin, flexed digits, crumpled ears and mild joint contractures. Although mutations arise throughout FBN1, those clustering within exons 24-32 are associated with the most severe form of MFS, so-called neonatal MFS. All the mutations described in CCA occur in the \"neonatal region\" of FBN2. Both MFS and CCA are thought to arise via a dominant negative mechanism. The analysis of mouse mutations has demonstrated that fibrillin-1 microfibrils are mainly engaged in tissue homeostasis rather than elastic matrix assembly. In the current investigation, we have analysed the classical mouse mutant shaker-with-syndactylism using a positional candidate approach and demonstrated that loss-of-function mutations outside the \"neonatal region\" of Fbn2 cause syndactyly in mice. These results suggest that phenotypes distinct from CCA may result in man as a consequence of mutations outside the \"neonatal region\" of FBN2."}, "11754102": {"title": "Ten novel FBN2 mutations in congenital contractural arachnodactyly: delineation of the molecular pathogenesis and clinical phenotype.", "abstract": "Congenital contractural arachnodactyly (CCA) is an autosomal dominant condition that shares skeletal features with Marfan syndrome (MFS), but does not have the ocular and cardiovascular complications that characterize MFS. CCA and MFS result from mutations in highly similar genes, FBN2 and FBN1, respectively. All the identified CCA mutations in FBN2 cluster in a limited region similar to where severe MFS mutations cluster in FBN1, specifically between exons 23 and 34. We screened exons 22 through 36 of FBN2 for mutations in 13 patients with classic CCA by single stranded conformational polymorphism analysis (SSCP) and then by direct sequencing. We successfully identified 10 novel mutations in this critical region of FBN2 in these patients, indicating a mutation detection rate of 75% in this limited region. Interestingly, none of these identified FBN2 mutations alter amino acids in the calcium binding consensus sequence in the EGF-like domains, whereas many of the FBN1 mutations alter the consensus sequence. Furthermore, analysis of the clinical data of the CCA patients with characterized FBN2 mutation indicate that CCA patients have aortic root dilatation and the vast majority lack evidence of congenital heart disease. These studies have implications for our understanding of the molecular basis of CCA, along with the diagnosis and genetic counseling of CCA patients."}, "15121784": {"title": "FBN2 mutation associated with manifestations of Marfan syndrome and congenital contractural arachnodactyly.", "abstract": null}, "15742475": {"title": "Interstitial deletion of the long arm of chromosome 5 in a boy with multiple congenital anomalies and mental retardation: Molecular characterization of the deleted region to 5q22.3q23.3.", "abstract": "Interstitial deletions of the middle portion of the long arm of chromosome 5 are relatively rare. So far, only 36 cases have been reported. Because of the repetitive banding pattern of this region, the extent and localization of the deleted segment has not been well characterized in the majority of reported cases. This has complicated attempts to establish a definite karyotype-phenotype correlation. We report a further case with a de novo interstitial deletion of the region 5q?15 to 5q?22 identified by standard karyotype analysis. The proband presented with failure to thrive, developmental delay, distinct craniofacial dysmorphic features, and associated structural anomalies (amongst them cleft palate, iris colobomata, and horseshoe kidney, which have previously been reported in 5q deletion cases). In addition, this child had an Arnold-Chiari type I malformation that required surgical decompression. FISH studies using BAC clones spanning the 5q15 to 5q22 region revealed that these were all present in both homologues. Use of more distal clones allowed delineation of the deleted region to 5q22.3q23.3 and to narrow down the breakpoints to approximately 200 kb. The 14 Mb deleted region contains about 60 genes but, with the possible exception of FBN2 and DMXL1, there are no obvious candidate genes for the specific components of the phenotype. This case illustrates the discrepancy between cytogenetic and molecular techniques in trying to delineate 5q interstitial deletions. Molecular studies need to be performed on these patients, to establish genotype-phenotype correlation and to understand the role and influence of genes in this region."}, "15912465": {"title": "[Congenital contractural arachnodactyly (Beals-Hecht syndrome) associated with Brown's syndrome].", "abstract": "We report what is probably the first report of an association between congenital contractural arachnodactyly (CCA) and Brown's syndrome."}, "16407178": {"title": "Fibrillins 1 and 2 perform partially overlapping functions during aortic development.", "abstract": "Fibrillin-rich microfibrils are extracellular assemblies that impart structural properties to the connective tissue. To elucidate the contribution of fibrillin-rich microfibrils to organogenesis, we have examined the vascular phenotype of a newly created strain of mice that completely lacks fibrillin-1 and the consequences of combined deficiency of fibrillins 1 and 2 on tissue formation. The results demonstrated that fibrillins 1 and 2 perform partially overlapping functions during aortic development. Fbn1-/- mice died soon after birth from ruptured aortic aneurysm, impaired pulmonary function, and/or diaphragmatic collapse. Analysis of the neonatal Fbn1-/- aorta documented a disorganized and poorly developed medial layer but normal levels of elastin cross-links. Transcriptional profiling revealed that aneurysm progression in Fbn1 null mice is accompanied by unproductive up-regulation of gene products normally involved in tissue repair and vascular integrity, such as plasminogen activator inhibitor-1, activin A, and cysteine-rich angiogenic protein 61. In contrast to Fbn1-/- mice, Fbn2 null mice had a well developed and morphologically normal aortic wall. However, virtually all Fbn1-/-;Fbn2-/- embryos and about half of the Fbn1+/-;Fbn2-/- embryos died in utero and displayed a significantly more severe vascular phenotype than Fbn1-/- mice. Consistent with a specialized function of fibrillin-2, electron microscopy visualized ultrastructurally different microfibrils in Fbn1 null compared with control cell cultures. Collectively, these data demonstrate that involvement of fibrillin-2 in the initial assembly of the aortic matrix overlaps in part with fibrillin-1 and that continued fibrillin-1 deposition is absolutely required for the maturation and function of the vessel during neonatal life."}, "17345643": {"title": "FBN2, FBN1, TGFBR1, and TGFBR2 analyses in congenital contractural arachnodactyly.", "abstract": "FBN2, FBN1, TGFBR1, and TGFBR2 were analyzed by direct sequencing in 15 probands with suspected congenital contractural arachnodactyly (CCA). A total of four novel FBN2 mutations were found in four probands (27%, 4/15), but remaining the 11 did not show any abnormality in either of the genes. This study indicated that FBN2 mutations were major abnormality in CCA, and TGFBR and FBN1 defects may not be responsible for the disorder. FBN2 mutations were only found at introns 30, 31, and 35 in this study. Thus analysis of a mutational hotspot from exons 22 to 36 (a middle part) of FBN2 should be prioritized in CCA as previously suggested."}, "18646717": {"title": "[Clinical diagnosis and surgical treatment of congenital contractural arachnodactyly: analysis of 6 cases].", "abstract": "To discuss the clinical diagnosis and surgical treatment of congenital contractural arachnodactyly (CCA)."}, "18767143": {"title": "The FBN2 gene: new mutations, locus-specific database (Universal Mutation Database FBN2), and genotype-phenotype correlations.", "abstract": "Congenital contractural arachnodactyly (CCA) is an extremely rare disease, due to mutations in the FBN2 gene encoding fibrillin-2. Another member of the fibrillin family, the FBN1 gene, is involved in a broad phenotypic continuum of connective-tissue disorders including Marfan syndrome. Identifying not only what is in common but also what differentiates these two proteins should enable us to better comprehend their respective functions and better understand the multitude of diseases in which these two genes are involved. In 1995 we created a locus-specific database (LSDB) for FBN1 mutations with the Universal Mutation Database (UMD) tool. To facilitate comparison of identified mutations in these two genes and search for specific functional areas, we created an LSDB for the FBN2 gene: the UMD-FBN2 database. This database lists 26 published and six newly identified mutations that mainly comprise missense and splice-site mutations. Although the number of described FBN2 mutations was low, the frequency of joint dislocation was significantly higher with missense mutations when compared to splice site mutations."}, "18838118": {"title": "Bone and soft connective tissue alterations result from loss of fibrillin-2 expression.", "abstract": "Fibrillins 1, 2 and 3 make up a family of genes that encode large, cysteine-rich extracellular matrix glycoproteins found in connective tissues, lung, blood vessels and other extensible tissues. Fibrillins 1 and 2 have both overlapping as well as separate distributions in human embryonic and adult tissues. Fibrillin-containing microfibrils are known to modulate morphogenetic events by proper targeting of growth factors to the extracellular matrix. Mutation of the fibrillin-2 gene causes a genetic disorder, congenital contractural arachnodactyly (CCA), that results in flexion contractures. Previously, we have shown a distinct fibrillin-2 distribution in the pericellular matrix of interior tenocytes and later demonstrated a unique fibrillin-2 containing structure that runs along the tendon cell arrays in the canine flexor tendon. We hypothesized that loss of these fibrillin-2 containing structures might affect normal tendon development. To test our hypothesis, connective tissues from mice null for fibrillin-2 gene expression were studied. Murine flexor digitorum longus tendons were evaluated for total collagen content, and the intermolecular collagen cross-links hydroxylysyl and lysyl pyridinoline. The results show decreased collagen cross-links in fibrillin-2 null mice, however total collagen content remained the same when compared to wild type. Bone morphology was studied using micro computed tomography (CT). Fibrillin-2 null mice display a focal area of decreased bone length in the extremities as compared to wild type mice. Together, these results demonstrate a role for fibrillin-2 in bone and soft connective tissue morphological and biochemical processes."}, "19006240": {"title": "Comprehensive clinical and molecular assessment of 32 probands with congenital contractural arachnodactyly: report of 14 novel mutations and review of the literature.", "abstract": "Beals-Hecht syndrome or congenital contractural arachnodactyly (CCA) is a rare, autosomal dominant connective tissue disorder characterized by crumpled ears, arachnodactyly, contractures, and scoliosis. Recent reports also mention aortic root dilatation, a finding previously thought to differentiate the condition from Marfan syndrome (MFS). In many cases, the condition is caused by mutations in the fibrillin 2 gene (FBN2) with 26 mutations reported so far, all located in the middle region of the gene (exons 23-34). We directly sequenced the entire FBN2 gene in 32 probands clinically diagnosed with CCA. In 14 probands, we found 13 new and one previously described FBN2 mutation including a mutation in exon 17, expanding the region in which FBN2 mutations occur in CCA. Review of the literature showed that the phenotype of the FBN2 positive patients was comparable to all previously published FBN2-positive patients. In our FBN2-positive patients, cardiovascular involvement included mitral valve prolapse in two adult patients and aortic root enlargement in three patients. Whereas the dilatation regressed in one proband, it remained marked in a child proband (z-score: 4.09) and his father (z-score: 2.94), warranting echocardiographic follow-up. We confirm paradoxical patellar laxity and report keratoconus, shoulder muscle hypoplasia, and pyeloureteral junction stenosis as new features. In addition, we illustrate large intrafamilial variability. Finally, the FBN2-negative patients in this cohort were clinically indistinguishable from all published FBN2-positive patients harboring a FBN2 mutation, suggesting locus heterogeneity."}, "19473076": {"title": "A novel mutation (C1425Y) in the FBN2 gene in a father and son with congenital contractural arachnodactyly.", "abstract": "Congenital contractural arachnodactyly (Beals syndrome) is a rare autosomal dominantly inherited connective tissue disorder characterized by flexion contractures, arachnodactyly, crumpled ears, and mild muscular hypoplasia. Here, a father and son with congenital contractural arachnodactyly features were identified. After sequencing 15 exons (22 to 36) of the FBN2 gene, a novel mutation (C1425Y) was found in exon 33. This de novo mutation presented first in the father and was transmitted to his son, but not in the other 14 unaffected family members and 365 normal people. The C1425Y mutation occurs at the 19th cbEGF domain. Cysteines in this cbEGF domain are rather conserved in species, from human down to ascidian. The cbEGF12-13 in human FBN1 was employed as the template to perform homology modeling of cbEGF18-19 of human FBN2 protein. The mutation has also been evaluated by further prediction tools, for example, SIFT, Blosum62, biochemical Yu's matrice, and UMD-Predictor tool. In all analysis, the mutation is predicted to be pathogenic. Thus, the structure destabilization by C1425Y might be the cause of the disorder."}, "20161761": {"title": "ENU mutagenesis reveals a novel phenotype of reduced limb strength in mice lacking fibrillin 2.", "abstract": "Fibrillins 1 (FBN1) and 2 (FBN2) are components of microfibrils, microfilaments that are present in many connective tissues, either alone or in association with elastin. Marfan's syndrome and congenital contractural arachnodactyly (CCA) result from dominant mutations in the genes FBN1 and FBN2 respectively. Patients with both conditions often present with specific muscle atrophy or weakness, yet this has not been reported in the mouse models. In the case of Fbn1, this is due to perinatal lethality of the homozygous null mice making measurements of strength difficult. In the case of Fbn2, four different mutant alleles have been described in the mouse and in all cases syndactyly was reported as the defining phenotypic feature of homozygotes."}, "24036431": {"title": "Prenatal diagnosis of de novo interstitial deletions involving 5q23.1-q23.3 and 18q12.1-q12.3 by array CGH using uncultured amniocytes in a pregnancy with fetal interrupted aortic arch and atrial septal defect.", "abstract": "We present prenatal diagnosis of de novo interstitial deletions involving 5q23.1-q23.3 and 18q12.1-q12.3 by aCGH using uncultured amniocytes in pregnancy with interrupted aortic arch and atrial septal defect in a fetus. The fetus postnatally manifested facial dysmorphisms and long slender fingers. We discuss the genotype-phenotype correlation and the consequence of haploinsufficiency of FBN2, DTNA and CELF4 in this case."}, "24130178": {"title": "Ocular phenotype of Fbn2-null mice.", "abstract": "Fibrillin-2 (Fbn2) is the dominant fibrillin isoform expressed during development of the mouse eye. To test its role in morphogenesis, we examined the ocular phenotype of Fbn2(-/-) mice."}, "24585410": {"title": "Beals syndrome (congenital contractural arachnodactyly): prenatal ultrasound findings and molecular analysis.", "abstract": "We report the prenatal findings in two cases of Beals syndrome. Both pregnancies presented with clinical features of arthrogryposis multiplex congenita/fetal akinesia syndrome (AMC/FAS), including clenched fists and multiple joint contractures on repeat prenatal ultrasound examinations. The first case was diagnosed as having Beals syndrome on physical examination shortly after birth and the diagnosis was confirmed by DNA analysis, shown as a point mutation in the fibrillin 2 (FBN2) gene. The second case was diagnosed with Beals syndrome following microarray analysis on amniocytes, which showed a deletion of the FBN2 gene. Although most cases with AMC/FAS carry a poor prognosis, Beals syndrome is consistent with normal cognitive development and a better prognosis. Thus, making the correct diagnosis is crucial, both pre- and postnatally, for accurate counseling and management."}, "24833718": {"title": "Rare variants in FBN1 and FBN2 are associated with severe adolescent idiopathic scoliosis.", "abstract": "Adolescent idiopathic scoliosis (AIS) causes spinal deformity in 3% of children. Despite a strong genetic basis, few genes have been associated with AIS and the pathogenesis remains poorly understood. In a genome-wide rare variant burden analysis using exome sequence data, we identified fibrillin-1 (FBN1) as the most significantly associated gene with AIS. Based on these results, FBN1 and a related gene, fibrillin-2 (FBN2), were sequenced in a total of 852 AIS cases and 669 controls. In individuals of European ancestry, rare variants in FBN1 and FBN2 were enriched in severely affected AIS cases (7.6%) compared with in-house controls (2.4%) (OR = 3.5, P = 5.46 × 10(-4)) and Exome Sequencing Project controls (2.3%) (OR = 3.5, P = 1.48 × 10(-6)). Scoliosis severity in AIS cases was associated with FBN1 and FBN2 rare variants (P = 0.0012) and replicated in an independent Han Chinese cohort (P = 0.0376), suggesting that rare variants may be useful as predictors of curve progression. Clinical evaluations revealed that the majority of AIS cases with rare FBN1 variants do not meet diagnostic criteria for Marfan syndrome, though variants are associated with tall stature (P = 0.0035) and upregulation of the transforming growth factor beta pathway. Overall, these results expand our definition of fibrillin-related disorders to include AIS and open up new strategies for diagnosing and treating severe AIS."}, "24899048": {"title": "Rare and common variants in extracellular matrix gene Fibrillin 2 (FBN2) are associated with macular degeneration.", "abstract": "Neurodegenerative diseases affecting the macula constitute a major cause of incurable vision loss and exhibit considerable clinical and genetic heterogeneity, from early-onset monogenic disease to multifactorial late-onset age-related macular degeneration (AMD). As part of our continued efforts to define genetic causes of macular degeneration, we performed whole exome sequencing in four individuals of a two-generation family with autosomal dominant maculopathy and identified a rare variant p.Glu1144Lys in Fibrillin 2 (FBN2), a glycoprotein of the elastin-rich extracellular matrix (ECM). Sanger sequencing validated the segregation of this variant in the complete pedigree, including two additional affected and one unaffected individual. Sequencing of 192 maculopathy patients revealed additional rare variants, predicted to disrupt FBN2 function. We then undertook additional studies to explore the relationship of FBN2 to macular disease. We show that FBN2 localizes to Bruch's membrane and its expression appears to be reduced in aging and AMD eyes, prompting us to examine its relationship with AMD. We detect suggestive association of a common FBN2 non-synonymous variant, rs154001 (p.Val965Ile) with AMD in 10 337 cases and 11 174 controls (OR = 1.10; P-value = 3.79 × 10(-5)). Thus, it appears that rare and common variants in a single gene--FBN2--can contribute to Mendelian and complex forms of macular degeneration. Our studies provide genetic evidence for a key role of elastin microfibers and Bruch's membrane in maintaining blood-retina homeostasis and establish the importance of studying orphan diseases for understanding more common clinical phenotypes."}, "27625873": {"title": "Congenital contractural arachnodactyly due to a novel splice site mutation in the FBN2 gene.", "abstract": "Congenital contractural arachnodactyly is a rare autosomal dominant disorder characterized by crumpled ears, congenital contractures, arachnodactyly and scoliosis. Only few cases have been described to date. Here we report a newborn with congenital contractures, crumpled ears and scoliosis. Molecular analysis revealed a novel fibrillin-2 mutation at the donor splice site of intron 28. We discuss the differential diagnosis of neonates with congenital contractures and review the current knowledge on congenital contractural arachnodactyly."}, "25195018": {"title": "A syndromic form of Pierre Robin sequence is caused by 5q23 deletions encompassing FBN2 and PHAX.", "abstract": "Pierre Robin sequence (PRS) is an aetiologically distinct subgroup of cleft palate. We aimed to define the critical genomic interval from five different 5q22-5q31 deletions associated with PRS or PRS-associated features and assess each gene within the region as a candidate for the PRS component of the phenotype. Clinical array-based comparative genome hybridisation (aCGH) data were used to define a 2.08 Mb minimum region of overlap among four de novo deletions and one mother-son inherited deletion associated with at least one component of PRS. Commonly associated anomalies were talipes equinovarus (TEV), finger contractures and crumpled ear helices. Expression analysis of the orthologous genes within the PRS critical region in embryonic mice showed that the strongest candidate genes were FBN2 and PHAX. Targeted aCGH of the critical region and sequencing of these genes in a cohort of 25 PRS patients revealed no plausible disease-causing mutations. In conclusion, deletion of ∼2 Mb on 5q23 region causes a clinically recognisable subtype of PRS. Haploinsufficiency for FBN2 accounts for the digital and auricular features. A possible critical region for TEV is distinct and telomeric to the PRS region. The molecular basis of PRS in these cases remains undetermined but haploinsufficiency for PHAX is a plausible mechanism."}, "25493702": {"title": "Beals-Hecht syndrome (congenital contractural arachnodactyly) with additional craniospinal abnormality: a case report.", "abstract": "Beals syndrome is an autosomal-dominant connective tissue disorder, characterized by multiple flexion contractures, arachnodactyly, severe kyphoscoliosis, crumpled ear, and muscular hypoplasia. It has similarities to Marfan syndrome (MFS) in many respects. It has much fewer incidences of eye and heart anomalies compared with MFS. Beals syndrome is caused by a mutation in the fibrillin-2 gene (FBN2) in 5q23; MFS is caused by mutations in fibrillin-1. With time, there is spontaneous improvement in joint contractures, but kyphosis tends to be progressive. The neonatal form results from new mutations and tends to be severe. Prenatal molecular diagnosis is possible. Ultrasound could be used to demonstrate hypokinesia and joint contractures in presumptive cases. We present a case of a patient with Beals syndrome who presented to the emergency department with pneumonia and was found to have narrowing of the foramen magnum, with partial fusion of C2-C3 vertebral bodies. To our knowledge, this has not been documented in the literature and could be characteristic in relation to Beals syndrome."}, "25834781": {"title": "A novel FBN2 mutation in a Chinese family with congenital contractural arachnodactyly.", "abstract": "Congenital contractural arachnodactyly (CCA, OMIM: 121050) is an autosomal dominant condition that shares skeletal features with Marfan syndrome (MFS, OMIM: 154700), including contractures, arachnodactyly, dolichostenomelia, scoliosis, crumpled ears and pectus deformities but excluding the ocular and cardiovascular complications that characterize MFS. These two similar syndromes result from mutations in two genes belonging to the fibrillin family, FBN1 and FBN2, respectively. We successfully identified a novel FBN2 mutation (C1406R) in a Chinese family with CCA for over five generations. This mutation was detected in the patients of this family but not in the seven unaffected family members or 100 normal individuals. SIFT and PolyPhen analyses suggested that the mutation was pathogenic. We identified a missense mutation in the calcium binding-epidermal growth factor (cbEGF)-like domain. Our study extends the mutation spectrum of CCA and confirms a relationship between mutations in the FBN2 gene and the clinical findings of CCA."}, "25975422": {"title": "Congenital contractural arachnodactyly complicated with aortic dilatation and dissection: Case report and review of literature.", "abstract": "Congenital contractural arachnodactyly (CCA) is a connective tissue disease caused by mutations of the FBN2, which encodes fibrillin-2. CCA patients have a marfanoid habitus; however, aortic dilatation and/or dissection as observed in Marfan syndrome have been rarely documented. Here, we report on a Japanese familial case of CCA resulting from a FBN2 splicing mutation (IVS32+5g→a), which leads to exon 32 being skipped, and the patients developed aortic dilatation and type A dissection. Although CCA patients have been believed to have favorable prognoses, repetitive aortic imaging studies must be performed in some patients to detect possible aortic disease early, and genetic testing of FBN2 might be useful to identify such high-risk patients."}, "26114882": {"title": "Abnormal Activation of BMP Signaling Causes Myopathy in Fbn2 Null Mice.", "abstract": "Fibrillins are large extracellular macromolecules that polymerize to form the backbone structure of connective tissue microfibrils. Mutations in the gene for fibrillin-1 cause the Marfan syndrome, while mutations in the gene for fibrillin-2 cause Congenital Contractural Arachnodactyly. Both are autosomal dominant disorders, and both disorders affect musculoskeletal tissues. Here we show that Fbn2 null mice (on a 129/Sv background) are born with reduced muscle mass, abnormal muscle histology, and signs of activated BMP signaling in skeletal muscle. A delay in Myosin Heavy Chain 8, a perinatal myosin, was found in Fbn2 null forelimb muscle tissue, consistent with the notion that muscle defects underlie forelimb contractures in these mice. In addition, white fat accumulated in the forelimbs during the early postnatal period. Adult Fbn2 null mice are already known to demonstrate persistent muscle weakness. Here we measured elevated creatine kinase levels in adult Fbn2 null mice, indicating ongoing cycles of muscle injury. On a C57Bl/6 background, Fbn2 null mice showed severe defects in musculature, leading to neonatal death from respiratory failure. These new findings demonstrate that loss of fibrillin-2 results in phenotypes similar to those found in congenital muscular dystrophies and that FBN2 should be considered as a candidate gene for recessive congenital muscular dystrophy. Both in vivo and in vitro evidence associated muscle abnormalities and accumulation of white fat in Fbn2 null mice with abnormally activated BMP signaling. Genetic rescue of reduced muscle mass and accumulation of white fat in Fbn2 null mice was accomplished by deleting a single allele of Bmp7. In contrast to other reports that activated BMP signaling leads to muscle hypertrophy, our findings demonstrate the exquisite sensitivity of BMP signaling to the fibrillin-2 extracellular environment during early postnatal muscle development. New evidence presented here suggests that fibrillin-2 can sequester BMP complexes in a latent state."}, "27007659": {"title": "Whole Exome Sequencing in Patients with the Cuticular Drusen Subtype of Age-Related Macular Degeneration.", "abstract": "Age-related macular degeneration (AMD) is the leading cause of irreversible blindness in elderly people worldwide. Cuticular drusen (CD) is a clinical subtype of AMD, which typically displays an earlier age at onset, and has a strong genetic component. Genetic studies support a role for rare sequence variants in CD susceptibility, and rare sequence variants in the CFH gene have been identified in 8.8% of CD cases. To further explore the role of rare variants in CD, we performed whole exome sequencing (WES) in 14 affected members of six families and 12 sporadic cases with CD. We detected rare sequence variants in CFH and FBLN5, which previously were shown to harbor rare variants in patients with CD. In addition, we detected heterozygous rare sequence variants in several genes encoding components of the extracellular matrix (ECM), including FBLN1, FBLN3/EFEMP1, FBLN5, FBLN6/HMCN1, FBN2, and COL15A1. Two rare pathogenic variants were identified in the COL15A1 gene: one in a sporadic case and another was found to segregate in a family with six affected individuals with CD. In addition, two rare pathogenic variants were identified in the FGL1 gene in three unrelated CD cases. These findings suggest that alterations in the ECM and in the coagulation pathway may play a role in the pathogenesis of CD. The identified candidate genes require further analyses in larger cohorts to confirm their role in the CD subtype of AMD. No evidence was found of rare sequence variants in a single gene that segregate with CD in the six families, suggesting that the disease is genetically heterogeneous."}, "27196565": {"title": "Identification of a Novel Missense FBN2 Mutation in a Chinese Family with Congenital Contractural Arachnodactyly Using Exome Sequencing.", "abstract": "Congenital contractural arachnodactyly (CCA, OMIM 121050), also known as Beals-Hecht syndrome, is an autosomal dominant disorder of connective tissue. CCA is characterized by arachnodactyly, dolichostenomelia, pectus deformities, kyphoscoliosis, congenital contractures and a crumpled appearance of the helix of the ear. The aim of this study is to identify the genetic cause of a 4-generation Chinese family of Tujia ethnicity with congenital contractural arachnodactyly by exome sequencing. The clinical features of patients in this family are consistent with CCA. A novel missense mutation, c.3769T>C (p.C1257R), in the fibrillin 2 gene (FBN2) was identified responsible for the genetic cause of our family with CCA. The p.C1257R mutation occurs in the 19th calcium-binding epidermal growth factor-like (cbEGF) domain. The amino acid residue cysteine in this domain is conserved among different species. Our findings suggest that exome sequencing is a powerful tool to discover mutation(s) in CCA. Our results may also provide new insights into the cause and diagnosis of CCA, and may have implications for genetic counseling and clinical management."}, "27606123": {"title": "Seizures as an Atypical Feature of Beal's Syndrome.", "abstract": "Congenital contractural arachnodactyly, commonly known as Beal's syndrome, is an extremely rare genetic disorder caused by mutations in the fibrillin-2 (FBN2) gene located on chromosome 5q23. It is an autosomal dominant inherited connective tissue disorder characterised by a Marfan-like body habitus, contractures, abnormally shaped ears and kyphoscoliosis. We report a seven-year-old Omani male who presented to the Sultan Qaboos University Hospital, Muscat, Oman, in 2014 with seizures. He was noted to have certain distinctive facial features and musculoskeletal manifestations; he was subsequently diagnosed with Beal's syndrome. Sequencing of the FBN2 gene revealed that the patient had a novel mutation which was also present in his mother; however, she had only a few facial features indicative of Beal's syndrome and no systemic involvement apart from a history of childhood seizures. To the best of the authors' knowledge, this is the first report of Beal's syndrome with seizure symptoms as a potential feature."}, "27912749": {"title": "Whole exome sequencing identifies a novel missense FBN2 mutation co-segregating in a four-generation Chinese family with congenital contractural arachnodactyly.", "abstract": "Congenital contractural arachnodactyly (CCA) is an autosomal dominant rare genetic disease, estimated to be less than 1 in 10,000 worldwide. People with this condition often have permanently bent joints (contractures), like bent fingers and toes (camptodactyly)."}, "28379158": {"title": "Exome Sequencing Identified a Novel FBN2 Mutation in a Chinese Family with Congenital Contractural Arachnodactyly.", "abstract": "Congenital contractural arachnodactyly (CCA) is an autosomal dominant disorder of connective tissue. CCA is characterized by arachnodactyly, camptodactyly, contrature of major joints, scoliosis, pectus deformities, and crumpled ears. The present study aimed to identify the genetic cause of a three-generation Chinese family with CCA. We successfully identified a novel missense mutation p.G1145D in the fibrillin-2 (FBN2) gene as the pathogenic mutation by whole exome sequencing (WES). The p.G1145D mutation occurs in the 12th calcium-binding epidermal growth factor-like (cbEGF) domain. The p.G1145D mutation caused a hydrophobic to hydrophilic substitution, altering the amino acid property from neutral to acidic. Three-dimensional structural analysis showed that this mutation could alter the conformation of the residue side chain, thereby producing steric clashes with spatially adjacent residues, disrupting the formation of H bonds and causing folding destabilization. Therefore, this amino acid appears to play an important role in the structure and function of FBN2. Our results may also provide new insights into the cause and diagnosis of CCA and may have implications for genetic counseling and clinical management."}, "28383543": {"title": "Autozygosity reveals recessive mutations and novel mechanisms in dominant genes: implications in variant interpretation.", "abstract": "The purpose of this study is to describe recessive alleles in strictly dominant genes. Identifying recessive mutations in genes for which only dominant disease or risk alleles have been reported can expand our understanding of the medical relevance of these genes both phenotypically and mechanistically. The Saudi population is enriched for autozygosity, which enhances the homozygous occurrence of alleles, including pathogenic alleles in genes that have been associated only with a dominant inheritance pattern."}, "28762477": {"title": "Mosaic intragenic deletion of FBN2 and severe congenital contractural arachnodactyly.", "abstract": null}, "29501612": {"title": "Exome sequencing reveals blended phenotype of double heterozygous FBN1 and FBN2 variants in a fetus.", "abstract": "We report a 29 week fetus with arthrogryposis multiplex congenita, multiple joint dislocations, scoliosis and dysmorphism who was detected to be double heterozygote for putatively pathogenic FBN1 (NM_000138.4:c.6004C > T; p.Pro2002Ser) and FBN2 (NM_001999.3:c.2945G > T; p.Cys982Phe) variants on exome sequencing. The de-novo status of these variants is not confirmed as parental genotypes could not be ascertained. A comparison of the post-mortem findings of the fetus with reported phenotypes of Beals and Marfan syndromes indicated overlapping clinical features suggestive of a blended phenotype."}, "29742989": {"title": "Femoral Artery Aneurysm Repair in a Patient With a Fibrillin-2 Mutation.", "abstract": "Degenerative femoral artery aneurysms are uncommon and often associated with aneurysm in other distributions. We report a case of a 68-year-old man with multianeurysmal disease involving the aorta, iliac, femoral, and popliteal arteries managed interdisciplinary by stent-graft placement and open surgical repair. Genetic testing revealed a variant in the FBN2 gene encoding fibrillin-2, an important component of microfibrils. We detail arterial reconstruction of the femoral artery and discuss incidence, diagnosis, and therapy of femoral artery aneurysms."}, "29864108": {"title": "A novel FBN2 mutation in a Turkish case with congenital contractural arachnodactyly.", "abstract": null}, "30147916": {"title": "A novel FBN2 mutation cosegregates with congenital contractural arachnodactyly in a five-generation Chinese family.", "abstract": "We identified a novel heterozygous mutation (c.4177T>G and p.Cys1393Gly) in FBN2 that cosegregated with congenital contractural arachnodactyly (CCA) in a five-generation Chinese family. This mutation may cause the loss of the disulfide bond between Cys 1393 and Cys 1378 residues of fibrillin-2. Our study expands the genetic profile of CCA."}, "30675029": {"title": "Next-generation sequencing of 32 genes associated with hereditary aortopathies and related disorders of connective tissue in a cohort of 199 patients.", "abstract": "Heritable factors play an important etiologic role in connective tissue disorders (CTD) with vascular involvement, and a genetic diagnosis is getting increasingly important for gene-tailored, personalized patient management."}, "31316167": {"title": "A clinical scoring system for congenital contractural arachnodactyly.", "abstract": "Congenital contractural arachnodactyly (CCA) is an autosomal dominant connective tissue disorder manifesting joint contractures, arachnodactyly, crumpled ears, and kyphoscoliosis as main features. Due to its rarity, rather aspecific clinical presentation, and overlap with other conditions including Marfan syndrome, the diagnosis is challenging, but important for prognosis and clinical management. CCA is caused by pathogenic variants in FBN2, encoding fibrillin-2, but locus heterogeneity has been suggested. We designed a clinical scoring system and diagnostic criteria to support the diagnostic process and guide molecular genetic testing."}, "31426022": {"title": "Establishment of a Beals syndrome patient-derived human induced pluripotent stem cell line HELPi001-A.", "abstract": "The human induced pluripotent stem cell line HELPi001-A was derived from peripheral blood mononuclear cells (PBMC) of a 35-year-old female Beals syndrome patient carrying a heterozygous FBN2c.728 T > C mutation. HELPi001-A were positive for pluripotent stem cell markers, had a normal karyotype and the ability to differentiate into cells representing all three germ layers. The patient not only demonstrated typical characteristics of Beals syndrome such as joint contractures and crumpled ears, but also demonstrated aortic dissection. HELPi001-A could serve as a platform for exploring the pathogenesis of cardiovascular and connective tissue disorders related to FBN2 mutation."}, "31506931": {"title": "Variant filtering, digenic variants, and other challenges in clinical sequencing: a lesson from fibrillinopathies.", "abstract": "Genome-scale high-throughput sequencing enables the detection of unprecedented numbers of sequence variants. Variant filtering and interpretation are facilitated by mutation databases, in silico tools, and population-based reference datasets such as ExAC/gnomAD, while variants are classified using the ACMG/AMP guidelines. These methods, however, pose clinically relevant challenges. We queried the gnomAD dataset for (likely) pathogenic variants in genes causing autosomal-dominant disorders. Furthermore, focusing on the fibrillinopathies Marfan syndrome (MFS) and congenital contractural arachnodactyly (CCA), we screened 500 genomes of our patients for co-occurring variants in FBN1 and FBN2. In gnomAD, we detected 2653 (likely) pathogenic variants in 253 genes associated with autosomal-dominant disorders, enabling the estimation of variant-filtering thresholds and disease predisposition/prevalence rates. In our database, we discovered two families with hitherto unreported co-occurrence of FBN1/FBN2 variants causing phenotypes with mixed or modified MFS/CCA clinical features. We show that (likely) pathogenic gnomAD variants may be more frequent than expected and are challenging to classify according to the ACMG/AMP guidelines as well as that fibrillinopathies are likely underdiagnosed and may co-occur. Consequently, selection of appropriate frequency cutoffs, recognition of digenic variants, and variant classification represent considerable challenges in variant interpretation. Neglecting these challenges may lead to incomplete or missed diagnoses."}, "31624054": {"title": "[Fibrillin-2 gene mutations associated with hereditary connective tissue diseases].", "abstract": "Fibrillin-2 (FBN2) is an important component of microfibers which are involved in the formation of elastic fibers in connective tissue throughout the human body. Hereditary connective tissue diseases may result from genetic mutations of FBN2 causing heterogeneity of fibrin. Genetic mutations of FBN2 are associated with a variety of hereditary connective tissue diseases including Congenital Contractural Arachnodactyl (CCA), Macular Degeneration (MD), and myopathy. Studies have shown that the FBN2 gene is recognized as the only pathogenic gene related to CCA and that CCA patients have different clinical presentations depending on the identified genetic mutations at different FBN2 sites. In this review, we summarize the roles of FBN2, its mutations and impact on the physiological and pathological processes of many hereditary connective tissue diseases. We include brief descriptions of clinical manifestations of these diseases providing a basis for further exploration of the specific molecular mechanism of FBN2 gene mutation pathogenesis which provides a theoretical basis for the therapy and medications for refractory diseases caused by FBN2 gene mutation."}, "32184806": {"title": "A Novel Splicing Mutation in the FBN2 Gene in a Family With Congenital Contractural Arachnodactyly.", "abstract": "Congenital contractural arachnodactyly (CCA) is an extremely rare monogenic disorder in humans, and the prevalence of CCA is estimated to be less than 1 in 10,000 worldwide. CCA is characterized by arachnodactyly, camptodactyly, the contracture of major joints, scoliosis, pectus deformities, and crumpled ears. Mutations in FBN2 (which encodes fibrillin-2) are responsible for causing this disease. A family with CCA was investigated in this study, and a novel variant, c.3724+3A > C (also identified as IVS28+3A > C), in FBN2 was found in nine patients from the family but was not found in seven unaffected relatives. Reverse transcription-PCR (RT-PCR) and complementary DNA (cDNA) sequencing data showed that exon 28 was skipped in the FBN2 gene. The FBN2 c.3724+3A > C variant led to an in-frame deletion during transcription, which eventually triggered CCA in the Chinese family."}, "32335871": {"title": "[Pathological variant of FBN2 gene identified in a pedigree affected with congenital contracture arachnodactyly].", "abstract": "To detect pathological variant in a Chinese pedigree affected with congenital contractural arachnodactyly (CCA)."}, "32534992": {"title": "Double heterozygous variants in FBN1 and FBN2 in a Thai woman with Marfan and Beals syndromes.", "abstract": "A phenotype of an individual is resulted from an interaction among variants in several genes. Advanced molecular technologies allow us to identify more patients with mutations in more than one genes. Here, we studied a Thai woman with combined clinical features of Marfan (MFS) and Beals (BS) syndromes including frontal bossing, enophthalmos, myopia, the crumpled appearance to the top of the pinnae, midface hypoplasia, high arched palate, dermal stretch marks, aortic enlargement, mitral valve prolapse and regurgitation, aortic root dilatation, and progressive scoliosis. The aortic root enlargement was progressive to a diameter of 7.2 cm requiring an aortic root replacement at the age of 8 years. At her last visit when she was 19 years old, she had moderate aortic regurgitation. Exome sequencing revealed that she carried the c.3159C > G (p.Cys1053Trp) in exon 26 of FBN1 and c.2638G > A (p. Gly880Ser) in exon 20 of FBN2. The variant in FBN1 was de novo, while that in FBN2 was inherited from her unaffected mother. Both genes encode for fibrillins, which are essential for elastic fibers and can form the heterotypic microfibrils. Two defective fibrillins may synergistically worsen cardiovascular manifestations seen in our patient. In this study, we identified the fourth patient with both MFS and BS, carrying mutations in both FBN1 and FBN2."}, "32702406": {"title": "Based on a cohort of 52,879 microarrays, recurrent intragenic FBN2 deletion encompassing exons 1-8 does not cause Beals syndrome.", "abstract": "Congenital contractural arachnodactyly (CCA) is a rare connective tissue disorder, associated with heterozygous mutations in the FBN2 gene. The objective of this study was to evaluate the prevalence of an intragenic deletion encompassing exons 1-8 of FBN2 gene in Israeli population."}, "32747207": {"title": "A novel pathogenic mutation in FBN2 associated with congenital contractural arachnodactyly for preimplantation genetic diagnosis.", "abstract": null}, "32900841": {"title": "Delineation of a new fibrillin-2-opathy with evidence for a role of FBN2 in the pathogenesis of carpal tunnel syndrome.", "abstract": "Although carpal tunnel syndrome (CTS) is the most common form of peripheral entrapment neuropathy, its pathogenesis remains largely unknown. An estimated heritability index of 0.46 and an increased familial occurrence indicate that genetic factors must play a role in the pathogenesis."}, "33571691": {"title": "Severe congenital contractural arachnodactyly caused by biallelic pathogenic variants in FBN2.", "abstract": "Fibrillin-2, encoded by FBN2, plays an important role in the early process of elastic fiber assembly. To date, heterozygous pathogenic variants in FBN2 have been shown to cause congenital contractural arachnodactyly (CCA; Beals-Hecht syndrome). Classical CCA is characterized by long and slender fingers and toes, ear deformities, joint contractures at birth, clubfeet, muscular hypoplasia and often tall stature. In individuals with a severe CCA form, different cardiovascular or gastrointestinal anomalies have been described. Here, we report on a 15-year-old girl with a severe form of CCA and novel biallelic variants in FBN2. The girl inherited the missense variant c.3563G > T/p.(Gly1188Val) from her unaffected father and the nonsense variant c.6831C > A/p.(Cys2277*) from her healthy mother. We could detect only a small amount of FBN2 transcripts harboring the nonsense variant in leukocyte-derived mRNA from the patient and mother suggesting nonsense-mediated mRNA decay. As the father did not show any clinical signs of CCA we hypothesize the missense variant c.3563G > T to be a hypomorphic allele. Taken together, our data suggests that severe CCA can be inherited in an autosomal-recessive manner by compound heterozygosity of a hypomorphic and a null allele of the FBN2 gene."}, "33638605": {"title": "Mutation analysis and prenatal diagnosis of a family with congenital contractural arachnodactyly.", "abstract": "Congenital contractural arachnodactyly (CCA) is a rare autosomal dominant condition caused by mutations in the fibrillin 2 gene (FBN2). The primary clinical symptoms of CCA include multiple flexion contractures, arachnodactyly, dolichostenomelia, scoliosis, abnormal pinnae, muscular hypoplasia, and crumpled ears."}, "34355836": {"title": "Expanding the phenotypic spectrum of Mendelian connective tissue disorders to include prominent kidney phenotypes.", "abstract": "Heritable connective tissue disorders are a group of diseases, each rare, characterized by various combinations of skin, joint, musculoskeletal, organ, and vascular involvement. Although kidney abnormalities have been reported in some connective tissue disorders, they are rarely a presenting feature. Here we present three patients with prominent kidney phenotypes who were found by whole exome sequencing to have variants in established connective tissue genes associated with Loeys-Dietz syndrome and congenital contractural arachnodactyly. These cases highlight the importance of considering connective tissue disease in children presenting with structural kidney disease and also serves to expand the phenotype of Loeys-Dietz syndrome and possibly congenital contractural arachnodactyly to include cystic kidney disease and cystic kidney dysplasia, respectively."}, "34356068": {"title": "A Genomic Approach to Delineating the Occurrence of Scoliosis in Arthrogryposis Multiplex Congenita.", "abstract": "Arthrogryposis multiplex congenita (AMC) describes a group of conditions characterized by the presence of non-progressive congenital contractures in multiple body areas. Scoliosis, defined as a coronal plane spine curvature of ≥10 degrees as measured radiographically, has been reported to occur in approximately 20% of children with AMC. To identify genes that are associated with both scoliosis as a clinical outcome and AMC, we first queried the DECIPHER database for copy number variations (CNVs). Upon query, we identified only two patients with both AMC and scoliosis (AMC-SC). The first patient contained CNVs in three genes (FBN2, MGF10, and PITX1), while the second case had a CNV in ZC4H2. Looking into small variants, using a combination of Human Phenotype Ontogeny and literature searching, 908 genes linked with scoliosis and 444 genes linked with AMC were identified. From these lists, 227 genes were associated with AMC-SC. Ingenuity Pathway Analysis (IPA) was performed on the final gene list to gain insight into the functional interactions of genes and various categories. To summarize, this group of genes encompasses a diverse group of cellular functions including transcription regulation, transmembrane receptor, growth factor, and ion channels. These results provide a focal point for further research using genomics and animal models to facilitate the identification of prognostic factors and therapeutic targets for AMC."}, "34456093": {"title": "Clinical manifestations and genetic characteristics in the Taiwan thoracic aortic aneurysm and dissection cohort - a prospective cohort study.", "abstract": "Thoracic aortic aneurysm and dissection (TAAD) is a devastating but treatable disease if detected early. The clinical manifestations and genetic characteristics underlying TAAD patients in Taiwan, however, remain unclear."}, "35126451": {"title": "Clinical Characteristics and Genetic Analysis of a Family With Birt-Hogg-Dubé Syndrome and Congenital Contractural Arachnodactyly.", "abstract": "Background: Birt-Hogg-Dubé (BHD) syndrome and congenital contractural arachnodactyly (CCA) or Beals-Hecht syndrome are clinically rare autosomal dominant genetic diseases. In this study, we describe an extremely rare family with BHD syndrome and CCA. Objective: To investigate the clinical and genetic characteristics of a family with BHD syndrome and CCA. Methods: We describe the clinical characteristics, family history, and clinical manifestations of the patient's family members. The patient underwent a blood test, computed tomography (CT) of the chest, color Doppler ultrasound of the abdomen and heart, and digital radiography of the hands. Whole exome sequencing was performed on his family members. Results: Two years ago, the male proband developed chest tightness and shortness of breath that was accompanied by an irritating cough as well as repeated (four times) spontaneous pneumothorax. The chest CT indicated spontaneous pneumothorax on the right side and cyst and bullae in both lungs. He had no kidney tumors or skin lesions. His son had a history of pulmonary bullae and experienced spontaneous pneumothorax twice. The proband, his mother, and his son were all born with a hand deformity. The sequencing results demonstrated that both the proband and his son had heterozygous variations of the folliculin (FLCN) gene c.1015C > T (p. Gln339Ter) and fibrillin-2 (FBN2) gene c.3485G > A (p. Cys1162Tyr), which are associated with BHD syndrome and CCA, respectively. Conclusion: For patients with chest tightness, shortness of breath, recurrent spontaneous pneumothorax, and congenital hand deformity without inducement, genetic testing should be carried out as soon as possible to make a clear diagnosis, which can then guide treatment and genetic counseling."}, "35154713": {"title": "Family with congenital contractural arachnodactyly due to a novel multiexon deletion of the FBN2 gene.", "abstract": "Congenital contractural arachnodactyly (CCA) is caused by pathogenic FBN2 variants; however, the contributions of copy number variations (CNVs) to CCA are still unknown. Here, we report on a familial case of CCA, in which a novel multiexon deletion of exons 35-39 in FBN2 was identified after simple CNV prediction."}, "35360850": {"title": "Identification of Novel FBN2 Variants in a Cohort of Congenital Contractural Arachnodactyly.", "abstract": "Congenital contractural arachnodactyly (CCA) is a rare autosomal dominant disorder of connective tissue characterized by crumpled ears, arachnodactyly, camptodactyly, large joint contracture, and kyphoscoliosis. The nature course of CCA has not been well-described. We aim to decipher the genetic and phenotypic spectrum of CCA. The cohort was enrolled in Beijing Jishuitan Hospital and Peking Union Medical College Hospital, Beijing, China, based on Deciphering disorders Involving Scoliosis and COmorbidities (DISCO) study (http://www.discostudy.org/). Exome sequencing was performed on patients' blood DNA. A recent published CCA scoring system was validated in our cohort. Seven novel variants and three previously reported FBN2 variants were identified through exome sequencing. Two variants outside of the neonatal region of FBN2 gene were found. The phenotypes were comparable between patients in our cohort and previous literature, with arachnodactyly, camptodactyly and large joints contractures found in almost all patients. All patients eligible for analysis were successfully classified into likely CCA based on the CCA scoring system. Furthermore, we found a double disease-causing heterozygous variant of FBN2 and ANKRD11 in a patient with blended phenotypes consisting of CCA and KBG syndrome. The identification of seven novel variants broadens the mutational and phenotypic spectrum of CCA and may provide implications for genetic counseling and clinical management."}, "35598270": {"title": "[A novel splicing acceptor variant of the FBN2 gene contributes to a case of congenital contractural arachnodactyly].", "abstract": "To identify the pathogenic variants from a patient with suspected congenital contractural arachnodactyly, and to explore the possible molecular genetic pathogenesis, so as to provide evidence for clinical diagnosis."}, "35754816": {"title": "Whole-Exome Sequencing Identified Genes Responsible for Thoracic Aortic Aneurysms and Dissections in three Chinese Families.", "abstract": "Thoracic aortic aneurysms and dissections are precarious conditions that often cannot be diagnosed with fatal outcomes. Over the last few years, pathogenic variants in numerous genes have been identified that predispose to heritable presentations of TAAD. An evidence-based strategy for the selection of genes to test in familial TAAD helps inform family screening and intervention to prevent life-threatening events. Using whole-exome sequencing, four members of three unrelated families clinically diagnosed with TAAD were used to identify the genetic origin of the disorder. Variant evaluation was carried out to detect the pathogenic mutation. Our studies suggest that mutations of COL3A1 and ACTA2 are responsible for familial TAAD. In addition, we highlight FBLN5, FBN1, SLC2A10, FBN2, and NOTCH1 as candidate genes. Future studies of crosstalk among the pathways may provide us a step toward understanding the pathogenic mechanism. This finding indicates the necessity of obtaining family medical history and screening of extended relatives of patients with TAAD for the early identification and treatment of TAAD."}, "35804365": {"title": "Carrying both COL1A2 and FBN2 gene heterozygous mutations results in a severe skeletal clinical phenotype: an affected family.", "abstract": "Osteogenesis imperfecta (OI) is the most common monogenic disease of the skeletal system and is usually caused by mutations in the COL1A1 or COL1A2 genes. Congenital contractural arachnodactyly syndrome (CCA) is an autosomal dominant hereditary disease of connective tissue. To date, the FBN2 gene is the only gene reported to cause CCA. Researchers found that COL1A2 and FBN2 are both involved in the extracellular matrix organization pathway. These findings suggest that these two genes play an important role in a similar mechanism and may trigger a synergistic effect."}, "36800380": {"title": "Whole-genome sequencing analysis in families with recurrent pregnancy loss: A pilot study.", "abstract": "One to two percent of couples suffer recurrent pregnancy loss and over 50% of the cases are unexplained. Whole genome sequencing (WGS) analysis has the potential to identify previously unrecognized causes of pregnancy loss, but few studies have been performed, and none have included DNA from families including parents, losses, and live births. We conducted a pilot WGS study in three families with unexplained recurrent pregnancy loss, including parents, healthy live births, and losses, which included an embryonic loss (<10 weeks' gestation), fetal deaths (10-20 weeks' gestation) and stillbirths (≥ 20 weeks' gestation). We used the Illumina platform for WGS and state-of-the-art protocols to identify single nucleotide variants (SNVs) following various modes of inheritance. We identified 87 SNVs involving 75 genes in embryonic loss (n = 1), 370 SNVs involving 228 genes in fetal death (n = 3), and 122 SNVs involving 122 genes in stillbirth (n = 2). Of these, 22 de novo, 6 inherited autosomal dominant and an X-linked recessive SNVs were pathogenic (probability of being loss-of-function intolerant >0.9), impacting known genes (e.g., DICER1, FBN2, FLT4, HERC1, and TAOK1) involved in embryonic/fetal development and congenital abnormalities. Further, we identified inherited missense compound heterozygous SNVs impacting genes (e.g., VWA5B2) in two fetal death samples. The variants were not identified as compound heterozygous SNVs in live births and population controls, providing evidence for haplosufficient genes relevant to pregnancy loss. In this pilot study, we provide evidence for de novo and inherited SNVs relevant to pregnancy loss. Our findings provide justification for conducting WGS using larger numbers of families and warrant validation by targeted sequencing to ascertain causal variants. Elucidating genes causing pregnancy loss may facilitate the development of risk stratification strategies and novel therapeutics."}, "36849876": {"title": "Utility of whole-exome sequencing for patients with multiple congenital anomalies with or without intellectual disability/developmental delay in East Asia population.", "abstract": "Congenital anomalies (CAs) with or without intellectual disability (ID)/developmental delay (DD) comprise a heterogeneous spectrum of diseases that affect approximately 3% of live births worldwide. Recently, whole-exome sequencing (WES) demonstrated the highly heterogeneous genetic causes of CAs. The purpose of this study was to evaluate a referral system to increase the yield of WES for CAs."}, "36936417": {"title": "Case report: Identification of novel fibrillin-2 variants impacting disulfide bond and causing congenital contractural arachnodactyly.", "abstract": "Background: Congenital contractural arachnodactyly (CCA) is an autosomal dominant connective tissue disorder with clinical features of arthrogryposis, arachnodactyly, crumpled ears, scoliosis, and muscular hypoplasia. The heterozygous pathogenic variants in FBN2 have been shown to cause CCA. Fibrillin-2 is related to the elasticity of the tissue and has been demonstrated to play an important role in the constitution of extracellular microfibrils in elastic fibers, providing strength and flexibility to the connective tissue that sustains the body's joints and organs. Methods: We recruited two Chinese families with arachnodactyly and bilateral arthrogryposis of the fingers. Whole-exome sequencing (WES) and co-segregation analysis were employed to identify their genetic etiologies. Three-dimensional protein models were used to analyze the pathogenic mechanism of the identified variants. Results: We have reported two CCA families and identified two novel missense variants in FBN2 (NM_001999.3: c.4093T>C, p.C1365R and c.2384G>T, p.C795F). The structural models of the mutant FBN2 protein in rats exhibited that both the variants could break disulfide bonds. Conclusion: We detected two FBN2 variants in two families with CCA. Our description expands the genetic profile of CCA and emphasizes the pathogenicity of disulfide bond disruption in FBN2."}, "37254066": {"title": "Coexistence of MRCS syndrome, extremely long axis and exfoliation syndrome: a case report and literature review.", "abstract": "The coexistence of MRCS (microcornea, retinal dystrophy, cataract, and posterior staphyloma) syndrome and extremely long axis is rare since microcornea frequently accompanies with diminution of entire anterior segment and occasionally the whole globe. In the case presented here, combination of these two elements were identified, together with XFS (exfoliation syndrome)."}, "37399314": {"title": "Mutation in mitral valve prolapse susceptible gene DCHS1 causes familial mitral annular disjunction.", "abstract": "Mitral annular disjunction (MAD) is an under-recognised phenotype associated with severe ventricular arrhythmias. Limited knowledge has been gained on its molecular genesis."}, "37875969": {"title": "Genetic testing and diagnostic strategies of fetal skeletal dysplasia: a preliminary study in Wuhan, China.", "abstract": "Fetal skeletal dysplasia is a diverse group of degenerative diseases of bone and cartilage disorders that can lead to movement disorder and even death. This study aims to evaluate the diagnostic yield of sonographic examination and genetic testing for fetal skeletal dysplasia."}, "37962692": {"title": "A Novel Splice Site Mutation in the FBN2 Gene in a Chinese Family with Congenital Contractural Arachnodactyly.", "abstract": "Congenital contractural arachnodactyly (CCA) is a rare connective tissue disorder characterized by arachnodactyly, multiple joint contractures, progressive kyphoscoliosis, pectus deformity and abnormal crumpled ears. FBN2 is the only gene currently known to be associated with CCA. In this study, we report on a prenatal case presented with skeletal, cardiac and spinal malformations. And his father had elongated limbs, contractures of the proximal interphalangeal joints, high myopia and scoliosis. We conducted whole exome sequencing (WES) on the fetus-parental trio and a heterozygous variant (hg19 chr5:127,673,685, c.3598 + 4A > G, NM_001999.4) in intron 27 of the FBN2 gene was successfully identified, inherited from the father. Reverse transcriptase-polymerase chain reaction (RT-PCR) was performed to evaluate the potential splicing effect of this variant, which confirmed that the variant caused a deletion of exon 27 (126 bp) by disrupting the splice-donor site and destroyed the 17th calcium-binding epidermal growth factor-like (cbEGF) domain. Our research not only finds the etiology of the disease in affected individuals and expands the mutation spectrum of FBN2 gene, but also provides genetic counseling and fertility guidance for this family."}, "38099230": {"title": "Case Report: Transcatheter treatment of aortic coarctation in a 58-year-old patient with LACHT syndrome and left lung agenesis.", "abstract": "LACHT (Lung Agenesis, Congenital Heart, and Thumb anomalies) syndrome is an extremely rare congenital anomaly and presents significant challenges in adults due to its poor survival rates. Herein, we report a case of late diagnosis and successful transcatheter treatment of aortic coarctation in a 58-year-old male patient with LACHT syndrome, medically resistant arterial hypertension, and left lung agenesis. Baseline CT angiography showed isthmic aortic coarctation and left lung agenesis, with compensatory right pulmonary artery and vein thickenings. The patient underwent balloon dilation and subsequent implantation of a covered NuMED 45 mm 8-ZIG CP stent with satisfactory outcomes. The pressure gradient decreased from 43 to 23 mmHg. The arterial pressures normalized during the follow-up with fewer medications. Genetic testing identified a heterozygous mutation (c.6583C > T) in the FBN2, supporting the diagnosis of variant Marfan syndrome."}, "38114583": {"title": "De novo variants underlying monogenic syndromes with intellectual disability in a neurodevelopmental cohort from India.", "abstract": "The contribution of de novo variants as a cause of intellectual disability (ID) is well established in several cohorts reported from the developed world. However, the genetic landscape as well as the appropriate testing strategies for identification of de novo variants of these disorders remain largely unknown in low-and middle-income countries like India. In this study, we delineate the clinical and genotypic spectrum of 54 families (55 individuals) with syndromic ID harboring rare de novo variants. We also emphasize on the effectiveness of singleton exome sequencing as a valuable tool for diagnosing these disorders in resource limited settings. Overall, 46 distinct disorders were identified encompassing 46 genes with 51 single-nucleotide variants and/or indels and two copy-number variants. Pathogenic variants were identified in CREBBP, TSC2, KMT2D, MECP2, IDS, NIPBL, NSD1, RIT1, SOX10, BRWD3, FOXG1, BCL11A, KDM6B, KDM5C, SETD5, QRICH1, DCX, SMARCD1, ASXL1, ASXL3, AKT3, FBN2, TCF12, WASF1, BRAF, SMARCA4, SMARCA2, TUBG1, KMT2A, CTNNB1, DLG4, MEIS2, GATAD2B, FBXW7, ANKRD11, ARID1B, DYNC1H1, HIVEP2, NEXMIF, ZBTB18, SETD1B, DYRK1A, SRCAP, CASK, L1CAM, and KRAS. Twenty-four of these monogenic disorders have not been previously reported in the Indian population. Notably, 39 out of 53 (74%) disease-causing variants are novel. These variants were identified in the genes mainly encoding transcriptional and chromatin regulators, serine threonine kinases, lysosomal enzymes, molecular motors, synaptic proteins, neuronal migration machinery, adhesion molecules, structural proteins and signaling molecules."}, "38215673": {"title": "Identification of Six Pathogenic Genes for Tibetan Familial Ventricular Septal Defect by Whole Exome Sequencing.", "abstract": "Ventricular septal defect (VSD) is the most common congenital heart malformation in children. This study aimed to investigate potential pathogenic genes associated with Tibetan familial VSD."}, "38326314": {"title": "Novel variant of FBN2 in a patient with congenital contractual arachnodactyly.", "abstract": "Congenital contractual arachnodactyly (CCA) is a genetic connective tissue disorder that is characterized by arachnodactyly, kyphoscoliosis, marfanoid habitus, and crumpled ears. We report a case of a boy with suspected Marfan syndrome. Genetic analysis revealed c.3207_3217+9del in a heterozygote form of the fibrillin-2 (FBN2) gene. This patient was diagnosed with CCA based on his phenotype, and the pathogenicity of this variant was classified according to cDNA analysis and protein modeling."}}, "EXOC2": {"32639540": {"title": "Mutations in the exocyst component EXOC2 cause severe defects in human brain development.", "abstract": "The exocyst, an octameric protein complex, is an essential component of the membrane transport machinery required for tethering and fusion of vesicles at the plasma membrane. We report pathogenic variants in an exocyst subunit, EXOC2 (Sec5). Affected individuals have severe developmental delay, dysmorphism, and brain abnormalities; variability associated with epilepsy; and poor motor skills. Family 1 had two offspring with a homozygous truncating variant in EXOC2 that leads to nonsense-mediated decay of EXOC2 transcript, a severe reduction in exocytosis and vesicle fusion, and undetectable levels of EXOC2 protein. The patient from Family 2 had a milder clinical phenotype and reduced exocytosis. Cells from both patients showed defective Arl13b localization to the primary cilium. The discovery of mutations that partially disable exocyst function provides valuable insight into this essential protein complex in neural development. Since EXOC2 and other exocyst complex subunits are critical to neuronal function, our findings suggest that EXOC2 variants are the cause of the patients' neurological disorders."}}, "RHOH": {"22850876": {"title": "Human RHOH deficiency causes T cell defects and susceptibility to EV-HPV infections.", "abstract": "Epidermodysplasia verruciformis (EV) is a rare genetic disorder characterized by increased susceptibility to specific human papillomaviruses, the betapapillomaviruses. These EV-HPVs cause warts and increase the risk of skin carcinomas in otherwise healthy individuals. Inactivating mutations in epidermodysplasia verruciformis 1 (EVER1) or EVER2 have been identified in most, but not all, patients with autosomal recessive EV. We found that 2 young adult siblings presenting with T cell deficiency and various infectious diseases, including persistent EV-HPV infections, were homozygous for a mutation creating a stop codon in the ras homolog gene family member H (RHOH) gene. RHOH encodes an atypical Rho GTPase expressed predominantly in hematopoietic cells. Patients' circulating T cells contained predominantly effector memory T cells, which displayed impaired TCR signaling. Additionally, very few circulating T cells expressed the β7 integrin subunit, which homes T cells to specific tissues. Similarly, Rhoh-null mice exhibited a severe overall T cell defect and abnormally small numbers of circulating β7-positive cells. Expression of the WT, but not of the mutated RHOH, allele in Rhoh-/- hematopoietic stem cells corrected the T cell lymphopenia in mice after bone marrow transplantation. We conclude that RHOH deficiency leads to T cell defects and persistent EV-HPV infections, suggesting that T cells play a role in the pathogenesis of chronic EV-HPV infections."}}, "RNASEH1": {"30340744": {"title": "Novel mutation in the RNASEH1 gene in a chronic progressive external ophthalmoplegia patient.", "abstract": null}, "28508084": {"title": "Clinicopathologic and molecular spectrum of RNASEH1-related mitochondrial disease.", "abstract": "Pathologic ribonuclease H1 (RNase H1) causes aberrant mitochondrial DNA (mtDNA) segregation and is associated with multiple mtDNA deletions. We aimed to determine the prevalence of RNase H1 gene (RNASEH1) mutations among patients with mitochondrial disease and establish clinically meaningful genotype-phenotype correlations."}, "31258551": {"title": "Identification and Characterization of New RNASEH1 Mutations Associated With PEO Syndrome and Multiple Mitochondrial DNA Deletions.", "abstract": "Mitochondrial DNA (mtDNA) depletion and deletion syndrome encompasses a group of disorders caused by mutations in genes involved in mtDNA replication and maintenance. The clinical phenotype ranges from fatal infantile hepatocerebral forms to mild adult onset progressive external ophthalmoplegia (PEO). We report the case of a patient with PEO and multiple mtDNA deletions, with two new homozygous mutations in RNASEH1. The first mutation (c.487T>C) is located in the same catalytic domain as the four previously reported mutations, and the second (c.258_260del) is located in the connection domain, where no mutations have been reported. In silico study of the mutations predicted only the first mutation as pathogenic, but functional studies showed that both mutations cause loss of ribonuclease H1 activity. mtDNA replication dysfunction was demonstrated in patient fibroblasts, which were unable to recover normal mtDNA copy number after ethidium bromide-induced mtDNA depletion. Our results demonstrate the pathogenicity of two new RNASEH1 variants found in a patient with PEO syndrome, multiple deletions, and mild mitochondrial myopathy."}, "26094573": {"title": "RNASEH1 Mutations Impair mtDNA Replication and Cause Adult-Onset Mitochondrial Encephalomyopathy.", "abstract": "Chronic progressive external ophthalmoplegia (CPEO) is common in mitochondrial disorders and is frequently associated with multiple mtDNA deletions. The onset is typically in adulthood, and affected subjects can also present with general muscle weakness. The underlying genetic defects comprise autosomal-dominant or recessive mutations in several nuclear genes, most of which play a role in mtDNA replication. Next-generation sequencing led to the identification of compound-heterozygous RNASEH1 mutations in two singleton subjects and a homozygous mutation in four siblings. RNASEH1, encoding ribonuclease H1 (RNase H1), is an endonuclease that is present in both the nucleus and mitochondria and digests the RNA component of RNA-DNA hybrids. Unlike mitochondria, the nucleus harbors a second ribonuclease (RNase H2). All affected individuals first presented with CPEO and exercise intolerance in their twenties, and these were followed by muscle weakness, dysphagia, and spino-cerebellar signs with impaired gait coordination, dysmetria, and dysarthria. Ragged-red and cytochrome c oxidase (COX)-negative fibers, together with impaired activity of various mitochondrial respiratory chain complexes, were observed in muscle biopsies of affected subjects. Western blot analysis showed the virtual absence of RNase H1 in total lysate from mutant fibroblasts. By an in vitro assay, we demonstrated that altered RNase H1 has a reduced capability to remove the RNA from RNA-DNA hybrids, confirming their pathogenic role. Given that an increasing amount of evidence indicates the presence of RNA primers during mtDNA replication, this result might also explain the accumulation of mtDNA deletions and underscores the importance of RNase H1 for mtDNA maintenance."}, "33396418": {"title": "Progressive External Ophthalmoplegia in Polish Patients-From Clinical Evaluation to Genetic Confirmation.", "abstract": "Mitochondrial encephalomyopathies comprise a group of heterogeneous disorders resulting from impaired oxidative phosphorylation (OxPhos). Among a variety of symptoms progressive external ophthalmoplegia (PEO) seems to be the most common. The aim of this study is to present clinical and genetic characteristics of Polish patients with PEO. Clinical, electrophysiological, neuroradiological, and morphological data of 84 patients were analyzed. Genetic studies of mitochondrial DNA (mtDNA) were performed in all patients. Among nuclear DNA (nDNA) genes POLG was sequenced in 41 patients, TWNK (C10orf2) in 13 patients, and RNASEH1 in 2 patients. Total of 27 patients were included in the chronic progressive external ophthalmoplegia (CPEO) group, 24 in the CPEO+ group. Twenty-six patients had mitochondrial encephalomyopathy (ME), six patients Kearns-Sayre syndrome (KSS), and one patient sensory ataxic neuropathy, dysarthria, ophthalmoparesis (SANDO) syndrome. Genetic analysis of nDNA genes revealed the presence of pathogenic or possibly pathogenic variants in the POLG gene in nine patients, the TWNK gene in five patients and the RNASEH1 gene in two patients. Detailed patients' history and careful assessment of family history are essential in the diagnostic work-up. Genetic studies of both mtDNA and nDNA are necessary for the final diagnosis of progressive external ophthalmoplegia and for genetic counseling."}}, "DNAJC7": {"31768050": {"title": "Exome sequencing in amyotrophic lateral sclerosis implicates a novel gene, DNAJC7, encoding a heat-shock protein.", "abstract": "To discover novel genes underlying amyotrophic lateral sclerosis (ALS), we aggregated exomes from 3,864 cases and 7,839 ancestry-matched controls. We observed a significant excess of rare protein-truncating variants among ALS cases, and these variants were concentrated in constrained genes. Through gene level analyses, we replicated known ALS genes including SOD1, NEK1 and FUS. We also observed multiple distinct protein-truncating variants in a highly constrained gene, DNAJC7. The signal in DNAJC7 exceeded genome-wide significance, and immunoblotting assays showed depletion of DNAJC7 protein in fibroblasts in a patient with ALS carrying the p.Arg156Ter variant. DNAJC7 encodes a member of the heat-shock protein family, HSP40, which, along with HSP70 proteins, facilitates protein homeostasis, including folding of newly synthesized polypeptides and clearance of degraded proteins. When these processes are not regulated, misfolding and accumulation of aberrant proteins can occur and lead to protein aggregation, which is a pathological hallmark of neurodegeneration. Our results highlight DNAJC7 as a novel gene for ALS."}, "32897108": {"title": "Mutations of DNAJC7 are rare in Chinese amyotrophic lateral sclerosis patients.", "abstract": "Amyotrophic lateral sclerosis (ALS) is a fatal neurodegenerative disease characterized by progressive injury of both upper and lower motor neurons. Recently, protein-truncating and missense mutations of DNAJC7 have been reported in European ALS cohorts. However, the contribution of DNAJC7 mutations in Asian patients with ALS remains unclear. Methods: DNAJC7 mutation screening was performed in a large Chinese cohort comprising 304 sporadic ALS (SALS), 16 familial ALS (FALS), and 6 ALS patients presenting with concomitant frontotemporal dementia (FTD). Results: Two rare missense variants of uncertain significance were identified. One was c.410A > G (p.K137R) detected in 1 SALS, which was absent in 2445 neurologically normal controls. The other variant, c.1106A > C (p.N369T), which is considered benign was found in 5 SALS patients with a detected frequency of 0.65% in control group. No pathogenic mutations of DNAJC7 were found in Chinese ALS cohort. Conclusions: Our results suggest that pathogenic mutations of DNAJC7 are rare in Chinese ALS patients."}, "33062890": {"title": "Rapid progressive ALS in a patient with a DNAJC7 loss-of-function mutation.", "abstract": null}, "33193563": {"title": "A Novel Potentially Pathogenic Rare Variant in the DNAJC7 Gene Identified in Amyotrophic Lateral Sclerosis Patients From Mainland China.", "abstract": "Variants in the DNAJC7 gene have been shown to be novel causes of amyotrophic lateral sclerosis (ALS). However, the contributions of DNAJC7 mutations in Asian ALS patients remain unclear. In this study, we screened rare pathogenic variants in the DNAJC7 gene in a cohort of 578 ALS patients from Mainland China. A novel, rare, putative pathogenic variant c.712A>G (p.R238G) was identified in one sporadic ALS patient. The carrier with this variant exhibited symptom onset at a relatively younger age and experienced rapid disease progression. Our results expand the pathogenic variant spectrum of DNAJC7 and indicate that variants in the DNAJC7 gene may also contribute to ALS in the Chinese population."}, "34233860": {"title": "Validation of the pathogenic role of rare DNAJC7 variants in Chinese patients with amyotrophic lateral sclerosis.", "abstract": "DNAJC7 has recently been recognized as a novel amyotrophic lateral sclerosis (ALS) risk gene. To date, few studies have screened DNAJC7 mutations in Chinese population. Further studies are needed to clarify the clinical and genetic features of DNAJC7-related ALS. Sporadic ALS (sALS) patients and controls were enrolled in this study. Variants were detected by whole-exome sequencing and validated via Sanger sequencing. Gene-based burden analysis was conducted. Potentially damaging variants in DNAJC7 were identified in 3 sALS patients. The frequency of bulbar onset was significantly higher in DNAJC7-related ALS patients than in the whole group. However, burden analysis showed no enrichment of rare DNAJC7 variants in sALS patients. Reported variant N369T showed no significant difference in distribution among different groups. In conclusion, DNAJC7 variants may be associated with ALS but not play a main role in Chinese patients. DNAJC7-related ALS patients tended to have a bulbar onset. Our study supported the pathogenic role of DNAJC7 in ALS and expanded the phenotypic and genetic spectrum of DNAJC7-related ALS."}, "35039179": {"title": "Mutation screening of the DNAJC7 gene in Japanese patients with sporadic amyotrophic lateral sclerosis.", "abstract": "DNAJC7 has recently been identified as an amyotrophic lateral sclerosis (ALS) gene via large-scale exome analysis, and its involvement in ALS is still unclear in various populations. This study aimed to determine the frequencies and characteristics of the DNAJC7 variants in a Japanese ALS cohort. A total of 807 unrelated Japanese patients with sporadic ALS were screened via exome analysis. In total, we detected six rare missense variants and one splice-site variant of the DNAJC7 gene, which are not reported in the Japanese public database. Furthermore, the missense variants are located around the TPR domain, which is important for the function of DNAJC7. The total frequency of the DNAJC7 variants in Japanese ALS patients was estimated at 0.87%. Collectively, these results suggest that variants of DNAJC7 are rare cause of Japanese patients with sporadic ALS."}, "35456894": {"title": "DnaJC7 in Amyotrophic Lateral Sclerosis.", "abstract": "Protein misfolding is a common basis of many neurodegenerative diseases including amyotrophic lateral sclerosis (ALS). Misfolded proteins, such as TDP-43, FUS, Matrin3, and SOD1, mislocalize and form the hallmark cytoplasmic and nuclear inclusions in neurons of ALS patients. Cellular protein quality control prevents protein misfolding under normal conditions and, particularly, when cells experience protein folding stress due to the fact of increased levels of reactive oxygen species, genetic mutations, or aging. Molecular chaperones can prevent protein misfolding, refold misfolded proteins, or triage misfolded proteins for degradation by the ubiquitin-proteasome system or autophagy. DnaJC7 is an evolutionarily conserved molecular chaperone that contains both a J-domain for the interaction with Hsp70s and tetratricopeptide domains for interaction with Hsp90, thus joining these two major chaperones' machines. Genetic analyses reveal that pathogenic variants in the gene encoding DnaJC7 cause familial and sporadic ALS. Yet, the underlying ALS-associated molecular pathophysiology and many basic features of DnaJC7 function remain largely unexplored. Here, we review aspects of DnaJC7 expression, interaction, and function to propose a loss-of-function mechanism by which pathogenic variants in DNAJC7 contribute to defects in DnaJC7-mediated chaperoning that might ultimately contribute to neurodegeneration in ALS."}, "36993367": {"title": "DnaJC7 specifically regulates tau seeding.", "abstract": "Neurodegenerative tauopathies are caused by accumulation of toxic tau protein assemblies. This appears to involve template-based seeding events, whereby tau monomer changes conformation and is recruited to a growing aggregate. Several large families of chaperone proteins, including Hsp70s and J domain proteins (JDPs) cooperate to regulate the folding of intracellular proteins such as tau, but the factors that coordinate this activity are not well known. The JDP DnaJC7 binds tau and reduces its intracellular aggregation. However, it is unknown whether this is specific to DnaJC7 or if other JDPs might be similarly involved. We used proteomics within a cell model to determine that DnaJC7 co-purified with insoluble tau and colocalized with intracellular aggregates. We individually knocked out every possible JDP and tested the effect on intracellular aggregation and seeding. DnaJC7 knockout decreased aggregate clearance and increased intracellular tau seeding. This depended on the ability of the J domain (JD) of DnaJC7 to bind to Hsp70, as JD mutations that block binding to Hsp70 abrogated the protective activity. Disease-associated mutations in the JD and substrate binding site of DnaJC7 also abrogated its protective activity. DnaJC7 thus specifically regulates tau aggregation in cooperation with Hsp70."}, "37870677": {"title": "Rare DNAJC7 Variants May Play a Minor Role in Chinese Patients with ALS.", "abstract": "DnaJ heat shock protein family member C7 gene (DNAJC7) has been identified as a genetic risk factor for amyotrophic lateral sclerosis (ALS). In our study, we aimed to screen for rare variants in DNAJC7 in a large cohort of Chinese ALS patients, and investigate the genotype-phenotype correlation of DNAJC7 in ALS. Four (0.19%) variants of DNAJC7 with minor allele frequency (MAF) < 0.1% among 2124 patients were identified, including 1 protein-truncating variant and 3 missense variants, all of which were predicted to be damaging. The patients carrying variants of DNAJC7 in our cohort tented to have a limb onset and a relatively slow disease progression. However, burden analysis did not show an enrichment of rare damaging variants in ALS patients compared to controls. Further analysis involving diverse regions and larger sample size is necessary to elucidate the role of DNAJC7 in the pathogenicity of ALS."}, "38112783": {"title": "Genetics screening in an Italian cohort of patients with Amyotrophic Lateral Sclerosis: the importance of early testing and its implication.", "abstract": "Amyotrophic Lateral Sclerosis (ALS) is a neurodegenerative disease with an elusive etiology. While environmental factors have been considered, familial ALS cases have raised the possibility of genetic involvement. This genetic connection is increasingly evident, even in patients with sporadic ALS. We allowed access to the genetic test to all patients attending our clinic to identify the prevalence and the role of genetic variants in the development of the disease and to identify patients with potentially treatable forms of the disease."}}, "ZNF423": {"32925911": {"title": "ZNF423 patient variants, truncations, and in-frame deletions in mice define an allele-dependent range of midline brain abnormalities.", "abstract": "Interpreting rare variants remains a challenge in personal genomics, especially for disorders with several causal genes and for genes that cause multiple disorders. ZNF423 encodes a transcriptional regulatory protein that intersects several developmental pathways. ZNF423 has been implicated in rare neurodevelopmental disorders, consistent with midline brain defects in Zfp423-mutant mice, but pathogenic potential of most patient variants remains uncertain. We engineered ~50 patient-derived and small deletion variants into the highly-conserved mouse ortholog and examined neuroanatomical measures for 791 littermate pairs. Three substitutions previously asserted pathogenic appeared benign, while a fourth was effectively null. Heterozygous premature termination codon (PTC) variants showed mild haploabnormality, consistent with loss-of-function intolerance inferred from human population data. In-frame deletions of specific zinc fingers showed mild to moderate abnormalities, as did low-expression variants. These results affirm the need for functional validation of rare variants in biological context and demonstrate cost-effective modeling of neuroanatomical abnormalities in mice."}, "33531950": {"title": "An Atypical Presentation of Joubert Syndrome Due to a Novel Mutation in ZNF423 Gene.", "abstract": "Joubert syndrome is a rare brain malformation characterized by the absence or underdevelopment of the cerebellar vermis. Infants with Joubert syndrome usually present with hypotonia, developmental delay, oculomotor apraxia, and respiratory abnormalities. Seizures in Joubert syndrome are not uncommon. Infantile spasms as presentation are hitherto unreported. Here we present a rare case of an 8-month-old infant diagnosed as Joubert syndrome with ZNF423 mutation who presented with West syndrome. Early diagnosis and appropriate management of the child effectively reduced the spasms."}, "33270637": {"title": "Pituitary stalk interruption syndrome is characterized by genetic heterogeneity.", "abstract": "Pituitary stalk interruption syndrome is a rare disorder characterized by an absent or ectopic posterior pituitary, interrupted pituitary stalk and anterior pituitary hypoplasia, as well as in some cases, a range of heterogeneous somatic anomalies. A genetic cause is identified in only around 5% of all cases. Here, we define the genetic variants associated with PSIS followed by the same pediatric endocrinologist. Exome sequencing was performed in 52 (33 boys and 19 girls), including 2 familial cases single center pediatric cases, among them associated 36 (69.2%) had associated symptoms or syndromes. We identified rare and novel variants in genes (37 families with 39 individuals) known to be involved in one or more of the following-midline development and/or pituitary development or function (BMP4, CDON, GLI2, GLI3, HESX1, KIAA0556, LHX9, NKX2-1, PROP1, PTCH1, SHH, TBX19, TGIF1), syndromic and non-syndromic forms of hypogonadotropic hypogonadism (CCDC141, CHD7, FANCA, FANCC, FANCD2, FANCE, FANCG, IL17RD, KISS1R, NSMF, PMM2, SEMA3E, WDR11), syndromic forms of short stature (FGFR3, NBAS, PRMT7, RAF1, SLX4, SMARCA2, SOX11), cerebellum atrophy with optic anomalies (DNMT1, NBAS), axonal migration (ROBO1, SLIT2), and agenesis of the corpus callosum (ARID1B, CC2D2A, CEP120, CSPP1, DHCR7, INPP5E, VPS13B, ZNF423). Pituitary stalk interruption syndrome is characterized by a complex genetic heterogeneity, that reflects a complex phenotypic heterogeneity. Seizures, intellectual disability, micropenis or cryptorchidism, seen at presentation are usually considered as secondary to the pituitary deficiencies. However, this study shows that they are due to specific gene mutations. PSIS should therefore be considered as part of the phenotypic spectrum of other known genetic syndromes rather than as specific clinical entity."}, "22863007": {"title": "Exome capture reveals ZNF423 and CEP164 mutations, linking renal ciliopathies to DNA damage response signaling.", "abstract": "Nephronophthisis-related ciliopathies (NPHP-RC) are degenerative recessive diseases that affect kidney, retina, and brain. Genetic defects in NPHP gene products that localize to cilia and centrosomes defined them as \"ciliopathies.\" However, disease mechanisms remain poorly understood. Here, we identify by whole-exome resequencing, mutations of MRE11, ZNF423, and CEP164 as causing NPHP-RC. All three genes function within the DNA damage response (DDR) pathway. We demonstrate that, upon induced DNA damage, the NPHP-RC proteins ZNF423, CEP164, and NPHP10 colocalize to nuclear foci positive for TIP60, known to activate ATM at sites of DNA damage. We show that knockdown of CEP164 or ZNF423 causes sensitivity to DNA damaging agents and that cep164 knockdown in zebrafish results in dysregulated DDR and an NPHP-RC phenotype. Our findings link degenerative diseases of the kidney and retina, disorders of increasing prevalence, to mechanisms of DDR."}}, "OTUD7A": {"33381903": {"title": "Biallelic loss of OTUD7A causes severe muscular hypotonia, intellectual disability, and seizures.", "abstract": "The heterozygous deletion of 15q13.3 is a recurrently observed microdeletion syndrome associated with a relatively mild phenotype including learning disability and language impairment. In contrast, the homozygous deletion of 15q13.3 is extremely rare and is associated with a much severer phenotype that includes epileptic encephalopathy, profound intellectual disability, and hypotonia. Which of the genes within the deleted interval is responsible for the more severe features when biallelically deleted is currently unknown. Here, we report a patient with profound hypotonia, severe intellectual disability, and seizures who had biallelic loss-of-function variants in OTUD7A: a 15q13.3 deletion including the OTUD7A locus, and a frameshift OTUD7A variant c.1125del, p.(Glu375Aspfs*11). Unexpectedly, both aberrations occurred de novo. Our experiment using Caenorhabditis elegans showed that worms carrying a corresponding homozygous variant in the homolog OTUB-2 exhibited weakened muscle contraction suggestive of aberrant neuromuscular transmission. We concluded that the biallelic complete loss of OTUD7A in humans represents a presumably new autosomal recessive disorder characterized by profound hypotonia, severe intellectual disability, and seizures."}, "31997314": {"title": "Report of the first patient with a homozygous OTUD7A variant responsible for epileptic encephalopathy and related proteasome dysfunction.", "abstract": "Heterozygous microdeletions of chromosome 15q13.3 (MIM: 612001) show incomplete penetrance and are associated with a highly variable phenotype that may include intellectual disability, epilepsy, facial dysmorphism and digit anomalies. Rare patients carrying homozygous deletions show more severe phenotypes including epileptic encephalopathy, hypotonia and poor growth. For years, CHRNA7 (MIM: 118511), was considered the candidate gene that could account for this syndrome. However, recent studies in mouse models have shown that OTUD7A/CEZANNE2 (MIM: 612024), which encodes for an ovarian tumor (OTU) deubiquitinase, should be considered the critical gene responsible for brain dysfunction. In this study, a patient presenting with severe global developmental delay, language impairment and epileptic encephalopathy was referred to our genetics center. Trio exome sequencing (tES) analysis identified a homozygous OTUD7A missense variant (NM_130901.2:c.697C>T), predicted to alter an ultraconserved amino acid, p.(Leu233Phe), lying within the OTU catalytic domain. Its subsequent segregation analysis revealed that the parents, presenting with learning disability, and brother were heterozygous carriers. Biochemical assays demonstrated that proteasome complex formation and function were significantly reduced in patient-derived fibroblasts and in OTUD7A knockout HAP1 cell line. We provide evidence that biallelic pathogenic OTUD7A variation is linked to early-onset epileptic encephalopathy and proteasome dysfunction."}}, "ADCY1": {"24482543": {"title": "Adenylate cyclase 1 (ADCY1) mutations cause recessive hearing impairment in humans and defects in hair cell function and hearing in zebrafish.", "abstract": "Cyclic AMP (cAMP) production, which is important for mechanotransduction within the inner ear, is catalyzed by adenylate cyclases (AC). However, knowledge of the role of ACs in hearing is limited. Previously, a novel autosomal recessive non-syndromic hearing impairment locus DFNB44 was mapped to chromosome 7p14.1-q11.22 in a consanguineous family from Pakistan. Through whole-exome sequencing of DNA samples from hearing-impaired family members, a nonsense mutation c.3112C>T (p.Arg1038*) within adenylate cyclase 1 (ADCY1) was identified. This stop-gained mutation segregated with hearing impairment within the family and was not identified in ethnically matched controls or within variant databases. This mutation is predicted to cause the loss of 82 amino acids from the carboxyl tail, including highly conserved residues within the catalytic domain, plus a calmodulin-stimulation defect, both of which are expected to decrease enzymatic efficiency. Individuals who are homozygous for this mutation had symmetric, mild-to-moderate mixed hearing impairment. Zebrafish adcy1b morphants had no FM1-43 dye uptake and lacked startle response, indicating hair cell dysfunction and gross hearing impairment. In the mouse, Adcy1 expression was observed throughout inner ear development and maturation. ADCY1 was localized to the cytoplasm of supporting cells and hair cells of the cochlea and vestibule and also to cochlear hair cell nuclei and stereocilia. Ex vivo studies in COS-7 cells suggest that the carboxyl tail of ADCY1 is essential for localization to actin-based microvilli. These results demonstrate that ADCY1 has an evolutionarily conserved role in hearing and that cAMP signaling is important to hair cell function within the inner ear."}}, "IGKC": {"32278584": {"title": "A rare case of selective Igκ chain deficiency: Biologic and clinical implications.", "abstract": null}, "26853951": {"title": "Immunoglobulin K light chain deficiency: A rare, but probably underestimated, humoral immune defect.", "abstract": "Human immunoglobulin molecules are generated by a pair of identical heavy chains, which identify the immunoglobulin class, and a pair of identical light chains, Kappa or Lambda alternatively, which characterize the immunoglobulin type. In normal conditions, Kappa light chains represent approximately 2/3 of the light chains of total immunoglobulins, both circulating and lymphocyte surface bound. Very few cases of immunoglobulin Kappa or Lambda light chain defects have been reported. Furthermore, the genetic basis of this defect has been extensively explored only in a single case. We report a case of a patient suffering of serious recurrent bacterial infections, which was caused by a very rare form of immunoglobulin disorder, consisting of a pure defect of Kappa light chain. We evaluated major serum immunoglobulin concentrations, as well as total and free Kappa and Lambda light chain concentrations. Lymphocyte phenotyping was also performed and finally we tested the Kappa chain VJ rearrangement as well as the constant Kappa region sequence. Studies performed on VJ rearrangement showed a polyclonal genetic arrangement, whereas the gene sequencing for the constant region of Kappa chain showed a homozygous T to G substitution at the position 1288 (rs200765148). This mutation causes a substitution from Cys to Gly in the protein sequence and, therefore, determines the abnormal folding of the constant region of Kappa chain. We suggest that this defect could lead to an effective reduction of the variability of total antibody repertoire and a consequent defect of an apparently normal immunoglobulin response to common antigens."}, "4132042": {"title": "Amino acid sequence change associated with genetic marker Inv(2) of human immunoglobulin.", "abstract": null}}, "SARS1": {"35790048": {"title": "WARS1 and SARS1: Two tRNA synthetases implicated in autosomal recessive microcephaly.", "abstract": "Aminoacylation of transfer RNA (tRNA) is a key step in protein biosynthesis, carried out by highly specific aminoacyl-tRNA synthetases (ARSs). ARSs have been implicated in autosomal dominant and autosomal recessive human disorders. Autosomal dominant variants in tryptophanyl-tRNA synthetase 1 (WARS1) are known to cause distal hereditary motor neuropathy and Charcot-Marie-Tooth disease, but a recessively inherited phenotype is yet to be clearly defined. Seryl-tRNA synthetase 1 (SARS1) has rarely been implicated in an autosomal recessive developmental disorder. Here, we report five individuals with biallelic missense variants in WARS1 or SARS1, who presented with an overlapping phenotype of microcephaly, developmental delay, intellectual disability, and brain anomalies. Structural mapping showed that the SARS1 variant is located directly within the enzyme's active site, most likely diminishing activity, while the WARS1 variant is located in the N-terminal domain. We further characterize the identified WARS1 variant by showing that it negatively impacts protein abundance and is unable to rescue the phenotype of a CRISPR/Cas9 wars1 knockout zebrafish model. In summary, we describe two overlapping autosomal recessive syndromes caused by variants in WARS1 and SARS1, present functional insights into the pathogenesis of the WARS1-related syndrome and define an emerging disease spectrum: ARS-related developmental disorders with or without microcephaly."}, "36041817": {"title": "Loss of seryl-tRNA synthetase (SARS1) causes complex spastic paraplegia and cellular senescence.", "abstract": "Aminoacyl-tRNA synthetases (ARS) are key enzymes catalysing the first reactions in protein synthesis, with increasingly recognised pleiotropic roles in tumourgenesis, angiogenesis, immune response and lifespan. Germline mutations in several ARS genes have been associated with both recessive and dominant neurological diseases. Recently, patients affected with microcephaly, intellectual disability and ataxia harbouring biallelic variants in the seryl-tRNA synthetase encoded by seryl-tRNA synthetase 1 (SARS1) were reported."}, "34570399": {"title": "A bi-allelic loss-of-function SARS1 variant in children with neurodevelopmental delay, deafness, cardiomyopathy, and decompensation during fever.", "abstract": "Aminoacyl-tRNA synthetases (aaRS) are ubiquitously expressed enzymes responsible for ligating amino acids to their cognate tRNA molecules through an aminoacylation reaction. The resulting aminoacyl-tRNA is delivered to ribosome elongation factors to participate in protein synthesis. Seryl-tRNA synthetase (SARS1) is one of the cytosolic aaRSs and catalyzes serine attachment to tRNASer . SARS1 deficiency has already been associated with moderate intellectual disability, ataxia, muscle weakness, and seizure in one family. We describe here a new clinical presentation including developmental delay, central deafness, cardiomyopathy, and metabolic decompensation during fever leading to death, in a consanguineous Turkish family, with biallelic variants (c.638G>T, p.(Arg213Leu)) in SARS1. This missense variant was shown to lead to protein instability, resulting in reduced protein level and enzymatic activity. Our results describe a new clinical entity and expand the clinical and mutational spectrum of SARS1 and aaRS deficiencies."}}, "BAZ2B": {"31999386": {"title": "BAZ2B haploinsufficiency as a cause of developmental delay, intellectual disability, and autism spectrum disorder.", "abstract": "The bromodomain adjacent to zinc finger 2B gene (BAZ2B) encodes a protein involved in chromatin remodeling. Loss of BAZ2B function has been postulated to cause neurodevelopmental disorders. To determine whether BAZ2B deficiency is likely to contribute to the pathogenesis of these disorders, we performed bioinformatics analyses that demonstrated a high level of functional convergence during fetal cortical development between BAZ2B and genes known to cause autism spectrum disorder (ASD) and neurodevelopmental disorder. We also found an excess of de novo BAZ2B loss-of-function variants in exome sequencing data from previously published cohorts of individuals with neurodevelopmental disorders. We subsequently identified seven additional individuals with heterozygous deletions, stop-gain, or de novo missense variants affecting BAZ2B. All of these individuals have developmental delay (DD), intellectual disability (ID), and/or ASD. Taken together, our findings suggest that haploinsufficiency of BAZ2B causes a neurodevelopmental disorder, whose cardinal features include DD, ID, and ASD."}, "25363768": {"title": "The contribution of de novo coding mutations to autism spectrum disorder.", "abstract": "Whole exome sequencing has proven to be a powerful tool for understanding the genetic architecture of human disease. Here we apply it to more than 2,500 simplex families, each having a child with an autistic spectrum disorder. By comparing affected to unaffected siblings, we show that 13% of de novo missense mutations and 43% of de novo likely gene-disrupting (LGD) mutations contribute to 12% and 9% of diagnoses, respectively. Including copy number variants, coding de novo mutations contribute to about 30% of all simplex and 45% of female diagnoses. Almost all LGD mutations occur opposite wild-type alleles. LGD targets in affected females significantly overlap the targets in males of lower intelligence quotient (IQ), but neither overlaps significantly with targets in males of higher IQ. We estimate that LGD mutation in about 400 genes can contribute to the joint class of affected females and males of lower IQ, with an overlapping and similar number of genes vulnerable to contributory missense mutation. LGD targets in the joint class overlap with published targets for intellectual disability and schizophrenia, and are enriched for chromatin modifiers, FMRP-associated genes and embryonically expressed genes. Most of the significance for the latter comes from affected females."}, "28135719": {"title": "Prevalence and architecture of de novo mutations in developmental disorders.", "abstract": "The genomes of individuals with severe, undiagnosed developmental disorders are enriched in damaging de novo mutations (DNMs) in developmentally important genes. Here we have sequenced the exomes of 4,293 families containing individuals with developmental disorders, and meta-analysed these data with data from another 3,287 individuals with similar disorders. We show that the most important factors influencing the diagnostic yield of DNMs are the sex of the affected individual, the relatedness of their parents, whether close relatives are affected and the parental ages. We identified 94 genes enriched in damaging DNMs, including 14 that previously lacked compelling evidence of involvement in developmental disorders. We have also characterized the phenotypic diversity among these disorders. We estimate that 42% of our cohort carry pathogenic DNMs in coding sequences; approximately half of these DNMs disrupt gene function and the remainder result in altered protein function. We estimate that developmental disorders caused by DNMs have an average prevalence of 1 in 213 to 1 in 448 births, depending on parental age. Given current global demographics, this equates to almost 400,000 children born per year."}, "28554332": {"title": "Genomic diagnosis for children with intellectual disability and/or developmental delay.", "abstract": "Developmental disabilities have diverse genetic causes that must be identified to facilitate precise diagnoses. We describe genomic data from 371 affected individuals, 309 of which were sequenced as proband-parent trios."}, "28867142": {"title": "Exonic Mosaic Mutations Contribute Risk for Autism Spectrum Disorder.", "abstract": "Genetic risk factors for autism spectrum disorder (ASD) have yet to be fully elucidated. Postzygotic mosaic mutations (PMMs) have been implicated in several neurodevelopmental disorders and overgrowth syndromes. By leveraging whole-exome sequencing data on a large family-based ASD cohort, the Simons Simplex Collection, we systematically evaluated the potential role of PMMs in autism risk. Initial re-evaluation of published single-nucleotide variant (SNV) de novo mutations showed evidence consistent with putative PMMs for 11% of mutations. We developed a robust and sensitive SNV PMM calling approach integrating complementary callers, logistic regression modeling, and additional heuristics. In our high-confidence call set, we identified 470 PMMs in children, increasing the proportion of mosaic SNVs to 22%. Probands have a significant burden of synonymous PMMs and these mutations are enriched for computationally predicted impacts on splicing. Evidence of increased missense PMM burden was not seen in the full cohort. However, missense burden signal increased in subcohorts of families where probands lacked nonsynonymous germline mutations, especially in genes intolerant to mutations. Parental mosaic mutations that were transmitted account for 6.8% of the presumed de novo mutations in the children. PMMs were identified in previously implicated high-confidence neurodevelopmental disorder risk genes, such as CHD2, CTNNB1, SCN2A, and SYNGAP1, as well as candidate risk genes with predicted functions in chromatin remodeling or neurodevelopment, including ACTL6B, BAZ2B, COL5A3, SSRP1, and UNC79. We estimate that PMMs potentially contribute risk to 3%-4% of simplex ASD case subjects and future studies of PMMs in ASD and related disorders are warranted."}, "31398340": {"title": "Inherited and De Novo Genetic Risk for Autism Impacts Shared Networks.", "abstract": "We performed a comprehensive assessment of rare inherited variation in autism spectrum disorder (ASD) by analyzing whole-genome sequences of 2,308 individuals from families with multiple affected children. We implicate 69 genes in ASD risk, including 24 passing genome-wide Bonferroni correction and 16 new ASD risk genes, most supported by rare inherited variants, a substantial extension of previous findings. Biological pathways enriched for genes harboring inherited variants represent cytoskeletal organization and ion transport, which are distinct from pathways implicated in previous studies. Nevertheless, the de novo and inherited genes contribute to a common protein-protein interaction network. We also identified structural variants (SVs) affecting non-coding regions, implicating recurrent deletions in the promoters of DLG2 and NR3C2. Loss of nr3c2 function in zebrafish disrupts sleep and social function, overlapping with human ASD-related phenotypes. These data support the utility of studying multiplex families in ASD and are available through the Hartwell Autism Research and Technology portal."}, "31981491": {"title": "Large-Scale Exome Sequencing Study Implicates Both Developmental and Functional Changes in the Neurobiology of Autism.", "abstract": "We present the largest exome sequencing study of autism spectrum disorder (ASD) to date (n = 35,584 total samples, 11,986 with ASD). Using an enhanced analytical framework to integrate de novo and case-control rare variation, we identify 102 risk genes at a false discovery rate of 0.1 or less. Of these genes, 49 show higher frequencies of disruptive de novo variants in individuals ascertained to have severe neurodevelopmental delay, whereas 53 show higher frequencies in individuals ascertained to have ASD; comparing ASD cases with mutations in these groups reveals phenotypic differences. Expressed early in brain development, most risk genes have roles in regulation of gene expression or neuronal communication (i.e., mutations effect neurodevelopmental and neurophysiological changes), and 13 fall within loci recurrently hit by copy number variants. In cells from the human cortex, expression of risk genes is enriched in excitatory and inhibitory neuronal lineages, consistent with multiple paths to an excitatory-inhibitory imbalance underlying ASD."}, "33057194": {"title": "Evidence for 28 genetic disorders discovered by combining healthcare and research data.", "abstract": "De novo mutations in protein-coding genes are a well-established cause of developmental disorders1. However, genes known to be associated with developmental disorders account for only a minority of the observed excess of such de novo mutations1,2. Here, to identify previously undescribed genes associated with developmental disorders, we integrate healthcare and research exome-sequence data from 31,058 parent-offspring trios of individuals with developmental disorders, and develop a simulation-based statistical test to identify gene-specific enrichment of de novo mutations. We identified 285 genes that were significantly associated with developmental disorders, including 28 that had not previously been robustly associated with developmental disorders. Although we detected more genes associated with developmental disorders, much of the excess of de novo mutations in protein-coding genes remains unaccounted for. Modelling suggests that more than 1,000 genes associated with developmental disorders have not yet been described, many of which are likely to be less penetrant than the currently known genes. Research access to clinical diagnostic datasets will be critical for completing the map of genes associated with developmental disorders."}, "37872713": {"title": "Neurodevelopmental and other phenotypes recurrently associated with heterozygous BAZ2B loss-of-function variants.", "abstract": "The bromodomain adjacent to zinc finger 2B (BAZ2B) gene encodes a chromatin remodeling protein that has been shown to perform a variety of regulatory functions. It has been proposed that loss of BAZ2B function is associated with neurodevelopmental phenotypes, and some recurrent structural birth defects and dysmorphic features have been documented among individuals carrying heterozygous loss-of-function BAZ2B variants. However, additional evidence is needed to confirm that these phenotypes are attributable to BAZ2B deficiency. Here, we report 10 unrelated individuals with heterozygous deletions, stop-gain, frameshift, missense, splice junction, indel, and start-loss variants affecting BAZ2B. These included a paternal intragenic deletion and a maternal frameshift variant that were inherited from mildly affected or asymptomatic parents. The analysis of molecular and clinical data from this cohort, and that of individuals previously reported, suggests that BAZ2B haploinsufficiency causes an autosomal dominant neurodevelopmental syndrome that is incompletely penetrant. The phenotypes most commonly seen in association with loss of BAZ2B function include developmental delay, intellectual disability, autism spectrum disorder, speech delay-with some affected individuals being non-verbal-behavioral abnormalities, seizures, vision-related issues, congenital heart defects, poor fetal growth, and an indistinct pattern of dysmorphic features in which epicanthal folds and small ears are particularly common."}}, "TAPBP": {"12149238": {"title": "A subject with a novel type I bare lymphocyte syndrome has tapasin deficiency due to deletion of 4 exons by Alu-mediated recombination.", "abstract": "HLA class I expression depends on the formation of a peptide-loading complex composed of class I heavy chain; beta(2)-microglobulin; the transporter associated with antigen processing (TAP); and tapasin, which links TAP to the heavy chain. Defects in TAP result in a class I deficiency called the type I bare lymphocyte syndrome (BLS). In the present study, we examined a subject with a novel type I BLS who does not exhibit apparent TAP abnormalities but who has a tapasin defect. The subject's TAPASIN gene has a 7.4-kilobase deletion between introns 3 and 7; an Alu repeat-mediated unequal homologous recombination may be the cause of the deletion. No tapasin polypeptide was detected in the subject's cells. The cell surface class I expression level in tapasin-deficient cells was markedly reduced but the reduction was not as profound as in TAP-deficient cells. These results suggest that tapasin deficiency is another cause of type I BLS."}}, "B4GAT1": {"34587870": {"title": "B4GAT1 Gene Associated Congenital Muscular Dystrophy Presenting with Recurrent Severe Ventriculomegaly: Case Report and Review of Literature.", "abstract": "Congenital muscular dystrophies (CMD) range in phenotype from an antenatal presentation with brain and eye anomalies to isolated muscular weakness. B4GAT1 gene has recently been associated with muscular dystrophy-dystroglycanopathy, type A, 13 and two families have been reported."}, "34602496": {"title": "A 20-year Clinical and Genetic Neuromuscular Cohort Analysis in Lebanon: An International Effort.", "abstract": "Clinical and molecular data on the occurrence and frequency of inherited neuromuscular disorders (NMD) in the Lebanese population is scarce."}, "25279699": {"title": "The glucuronyltransferase B4GAT1 is required for initiation of LARGE-mediated α-dystroglycan functional glycosylation.", "abstract": "Dystroglycan is a cell membrane receptor that organizes the basement membrane by binding ligands in the extracellular matrix. Proper glycosylation of the α-dystroglycan (α-DG) subunit is essential for these activities, and lack thereof results in neuromuscular disease. Currently, neither the glycan synthesis pathway nor the roles of many known or putative glycosyltransferases that are essential for this process are well understood. Here we show that FKRP, FKTN, TMEM5 and B4GAT1 (formerly known as B3GNT1) localize to the Golgi and contribute to the O-mannosyl post-phosphorylation modification of α-DG. Moreover, we assigned B4GAT1 a function as a xylose β1,4-glucuronyltransferase. Nuclear magnetic resonance studies confirmed that a glucuronic acid β1,4-xylose disaccharide synthesized by B4GAT1 acts as an acceptor primer that can be elongated by LARGE with the ligand-binding heteropolysaccharide. Our findings greatly broaden the understanding of α-DG glycosylation and provide mechanistic insight into why mutations in B4GAT1 disrupt dystroglycan function and cause disease."}, "23877401": {"title": "A truncating mutation in B3GNT1 causes severe Walker-Warburg syndrome.", "abstract": "Walker-Warburg syndrome (WWS) is a genetically heterogeneous form of congenital muscular dystrophy with significant brain and ocular involvement. In a multiplex consanguineous family with severe WWS phenotype, autozygome-guided sequencing of previously reported WWS genes was negative. Exome sequencing followed by autozygome filtration revealed a homozygous two-base pair insertion in B3GNT1 (NM_006876.2:c.821_822insTT), leading to premature truncation of the protein (p.Glu274Aspfs*94). Recently, two missense mutations in this gene have been reported as probably causal in a family with WWS. This report describes the first truncating mutation in B3GNT1 and confirms that this gene, which plays a role in αDG glycosylation, is a bona fide disease gene in WWS."}}, "TOP2B": {"31198993": {"title": "Mutations in TOP2B cause autosomal-dominant hereditary hearing loss via inhibition of the PI3K-Akt signalling pathway.", "abstract": "Hereditary hearing impairment is a clinically and genetically heterogeneous disease. Whole-exome sequencing was performed on seven affected and six unaffected members in a large Chinese family with autosomal-dominant nonsyndromic hearing loss. The pathogenic variant of the gene encoding human topoisomerase IIβ TOP2B (c.G4837C:p.D1613H) was cosegregated with hearing loss in this pedigree and another two variants of TOP2B were detected in 66 sporadic patients with hearing loss. top2b knockdown led to significant defects in zebrafish inner ears and caused downregulation of akt which resulted in inactivation of PI3K-Akt signalling. As a result, supporting cell and hair cell numbers were reduced through inhibition of the PI3K-Akt pathway. Therefore, we hypothesized that mutations in TOP2B can cause autosomal-dominant nonsyndromic hearing impairment through inhibition of the PI3K-Akt signalling pathway. DATABASE: The whole-exome sequence data in the study are available at the Sequence Read Archive database (NCBI) under the accession numbers SRR9050868, SRR9050867, SRR90508676, SRR90508675, SRR90508674, SRR90508673, SRR90508672, SRR90508671, SRR90508679, SRR90508670, SRR9050859. SRR9050858 and SRR9050857, respectively."}, "31409799": {"title": "Mutations in topoisomerase IIβ result in a B cell immunodeficiency.", "abstract": "B cell development is a highly regulated process involving multiple differentiation steps, yet many details regarding this pathway remain unknown. Sequencing of patients with B cell-restricted immunodeficiency reveals autosomal dominant mutations in TOP2B. TOP2B encodes a type II topoisomerase, an essential gene required to alleviate topological stress during DNA replication and gene transcription, with no previously known role in B cell development. We use Saccharomyces cerevisiae, and knockin and knockout murine models, to demonstrate that patient mutations in TOP2B have a dominant negative effect on enzyme function, resulting in defective proliferation, survival of B-2 cells, causing a block in B cell development, and impair humoral function in response to immunization."}, "31953910": {"title": "A de novo TOP2B variant associated with global developmental delay and autism spectrum disorder.", "abstract": "TOP2B encodes type II topoisomerase beta, which controls topological changes during DNA transcription. TOP2B is expressed in the developing nervous system and is involved in brain development and neural differentiation. Recently, a de novo missense TOP2B variant (c.187C>T) has been identified in an individual with neurodevelopmental disorder (NDD). However, the association between TOP2B variants and NDDs remains uncertain."}, "33459963": {"title": "Inherited TOP2B Mutation: Possible Confirmation of Mutational Hotspots in the TOPRIM Domain.", "abstract": null}, "35063500": {"title": "Disease-associated mutations in topoisomerase IIβ result in defective NK cells.", "abstract": "Hoffman syndrome is a syndromic, inborn error of immunity due to autosomal-dominant mutations in TOP2B, an essential gene required to alleviate topological stress during DNA replication and gene transcription. Although mutations identified in patients lead to a block in B-cell development and the absence of circulating B cells, an effect on natural killer (NK) cells was not previously examined."}, "36450898": {"title": "Disease-associated H58Y mutation affects the nuclear dynamics of human DNA topoisomerase IIβ.", "abstract": "DNA topoisomerase II (TOP2) is an enzyme that resolves DNA topological problems and plays critical roles in various nuclear processes. Recently, a heterozygous H58Y substitution in the ATPase domain of human TOP2B was identified from patients with autism spectrum disorder, but its biological significance remains unclear. In this study, we analyzed the nuclear dynamics of TOP2B with H58Y (TOP2B H58Y). Although wild-type TOP2B was highly mobile in the nucleus of a living cell, the nuclear mobility of TOP2B H58Y was markedly reduced, suggesting that the impact of H58Y manifests as low protein mobility. We found that TOP2B H58Y is insensitive to ICRF-187, a TOP2 inhibitor that halts TOP2 as a closed clamp on DNA. When the ATPase activity of TOP2B was compromised, the nuclear mobility of TOP2B H58Y was restored to wild-type levels, indicating the contribution of the ATPase activity to the low nuclear mobility. Analysis of genome-edited cells harboring TOP2B H58Y showed that TOP2B H58Y retains sensitivity to the TOP2 poison etoposide, implying that TOP2B H58Y can undergo at least a part of its catalytic reactions. Collectively, TOP2 H58Y represents a unique example of the relationship between a disease-associated mutation and perturbed protein dynamics."}, "37068767": {"title": "Revisiting TOP2B-related phenotypes: Three new cases and literature review.", "abstract": "DNA Topoisomerase IIβ (TOP2B) acts on DNA topology during transcription and has a critical role in neural development. Heterozygous pathogenic changes in its encoding gene, TOP2B (MIM *126431), has been linked with three overlapping phenotypes characterized by immunodeficiency, acral and urogenital anomalies: Hoffman, BILU and Ablepharon-macrostomia-like syndrome. We herein report on a mother and two sons with distinct TOP2B-phenotype. Two males reported further delineated genital phenotype of males and all reported patients were reviewed for genotype-phenotype correlation. We believe the patients reported herein along with the previously defined 11 represent a phenotypic spectrum from mild-to-severe immunological, acral and urogenital involvement, for which we propose the acronym \"TOP2B-related Immunodeficiency and Congenital Anomalies Spectrum (TICAS)\"."}, "32128574": {"title": "Topoisomerase 2β mutation impairs early B-cell development.", "abstract": null}}, "SLFN14": {"30431218": {"title": "Whole exome sequencing in the diagnostic workup of patients with a bleeding diathesis.", "abstract": "Bleeding assessment tools and laboratory phenotyping often remain inconclusive in patients with a haemorrhagic diathesis."}, "31378119": {"title": "SLFN14 gene mutations associated with bleeding.", "abstract": null}, "37140956": {"title": "SLFN14 ribosomopathy and platelet dysfunction.", "abstract": null}, "36790527": {"title": "Ribosome dysfunction underlies SLFN14-related thrombocytopenia.", "abstract": "Pathogenic missense variants in SLFN14, which encode an RNA endoribonuclease protein that regulates ribosomal RNA (rRNA) degradation, are known to cause inherited thrombocytopenia (TP) with impaired platelet aggregation and adenosine triphosphate secretion. Despite mild laboratory defects, the patients displayed an obvious bleeding phenotype. However, the function of SLFN14 in megakaryocyte (MK) and platelet biology remains unknown. This study aimed to model the disease in an immortalized MK cell line (imMKCL) and to characterize the platelet transcriptome in patients with the SLFN14 K219N variant. MK derived from heterozygous and homozygous SLFN14 K219N imMKCL and stem cells of blood from patients mainly presented with a defect in proplatelet formation and mitochondrial organization. SLFN14-defective platelets and mature MK showed signs of rRNA degradation; however, this was absent in undifferentiated imMKCL cells and granulocytes. Total platelet RNA was sequenced in 2 patients and 19 healthy controls. Differential gene expression analysis yielded 2999 and 2888 significantly (|log2 fold change| >1, false discovery rate <0.05) up- and downregulated genes, respectively. Remarkably, these downregulated genes were not enriched in any biological pathway, whereas upregulated genes were enriched in pathways involved in (mitochondrial) translation and transcription, with a significant upregulation of 134 ribosomal protein genes (RPGs). The upregulation of mitochondrial RPGs through increased mammalian target of rapamycin complex 1 (mTORC1) signaling in SLFN14 K219N MK seems to be a compensatory response to rRNA degradation. mTORC1 inhibition with rapamycin resulted in further enhanced rRNA degradation in SLFN14 K219N MK. Taken together, our study indicates dysregulation of mTORC1 coordinated ribosomal biogenesis is the disease mechanism for SLFN14-related TP."}, "26280575": {"title": "SLFN14 mutations underlie thrombocytopenia with excessive bleeding and platelet secretion defects.", "abstract": "Inherited thrombocytopenias are a group of disorders that are characterized by a low platelet count and are sometimes associated with excessive bleeding that ranges from mild to severe. We evaluated 36 unrelated patients and 17 family members displaying thrombocytopenia that were recruited to the UK Genotyping and Phenotyping of Platelets (GAPP) study. All patients had a history of excessive bleeding of unknown etiology. We performed platelet phenotyping and whole-exome sequencing (WES) on all patients and identified mutations in schlafen 14 (SLFN14) in 12 patients from 3 unrelated families. Patients harboring SLFN14 mutations displayed an analogous phenotype that consisted of moderate thrombocytopenia, enlarged platelets, decreased ATP secretion, and a dominant inheritance pattern. Three heterozygous missense mutations were identified in affected family members and predicted to encode substitutions (K218E, K219N, and V220D) within an ATPase-AAA-4, GTP/ATP-binding region of SLFN14. Endogenous SLFN14 expression was reduced in platelets from all patients, and mutant SLFN14 expression was markedly decreased compared with that of WT SLFN14 when overexpressed in transfected cells. Electron microscopy revealed a reduced number of dense granules in affected patients platelets, correlating with a decreased ATP secretion observed in lumiaggregometry studies. These results identify SLFN14 mutations as cause for an inherited thrombocytopenia with excessive bleeding, outlining a fundamental role for SLFN14 in platelet formation and function."}, "33496736": {"title": "Heterozygous mutation SLFN14 K208N in mice mediates species-specific differences in platelet and erythroid lineage commitment.", "abstract": "Schlafen 14 (SLFN14) has recently been identified as an endoribonuclease responsible for cleaving RNA to regulate and inhibit protein synthesis. Early studies revealed that members of the SLFN family are capable of altering lineage commitment during T-cell differentiation by using cell-cycle arrest as a means of translational control by RNase activity. SLFN14 has been reported as a novel gene causing an inherited macrothrombocytopenia and bleeding in human patients; however, the role of this endoribonuclease in megakaryopoiesis and thrombopoiesis remains unknown. To investigate this, we report a CRISPR knock-in mouse model of SLFN14 K208N homologous to the K219N mutation observed in our previous patient studies. We used hematological analysis, in vitro and in vivo studies of platelet and erythrocyte function, and analysis of spleen and bone marrow progenitors. Mice homozygous for this mutation do not survive to weaning age, whereas heterozygotes exhibit microcytic erythrocytosis, hemolytic anemia, splenomegaly, and abnormal thrombus formation, as revealed by intravital microscopy, although platelet function and morphology remain unchanged. We also show that there are differences in erythroid progenitors in the spleens and bone marrow of these mice, indicative of an upregulation of erythropoiesis. This SLFN14 mutation presents distinct species-specific phenotypes, with a platelet defect reported in humans and a severe microcytic erythrocytosis in mice. Thus, we conclude that SLFN14 is a key regulator in mammalian hematopoiesis and a species-specific mediator of platelet and erythroid lineage commitment."}, "29678925": {"title": "Role of the novel endoribonuclease SLFN14 and its disease-causing mutations in ribosomal degradation.", "abstract": "Platelets are anucleate and mostly ribosome-free cells within the bloodstream, derived from megakaryocytes within bone marrow and crucial for cessation of bleeding at sites of injury. Inherited thrombocytopenias are a group of disorders characterized by a low platelet count and are frequently associated with excessive bleeding. SLFN14 is one of the most recently discovered genes linked to inherited thrombocytopenia where several heterozygous missense mutations in SLFN14 were identified to cause defective megakaryocyte maturation and platelet dysfunction. Yet, SLFN14 was recently described as a ribosome-associated protein resulting in rRNA and ribosome-bound mRNA degradation in rabbit reticulocytes. To unveil the cellular function of SLFN14 and the link between SLFN14 and thrombocytopenia, we examined SLFN14 (WT/mutants) in in vitro models. Here, we show that all SLFN14 variants colocalize with ribosomes and mediate rRNA endonucleolytic degradation. Compared to SLFN14 WT, expression of mutants is dramatically reduced as a result of post-translational degradation due to partial misfolding of the protein. Moreover, all SLFN14 variants tend to form oligomers. These findings could explain the dominant negative effect of heterozygous mutation on SLFN14 expression in patients' platelets. Overall, we suggest that SLFN14 could be involved in ribosome degradation during platelet formation and maturation."}, "37041648": {"title": "Novel SLFN14 mutation associated with macrothrombocytopenia in a patient with severe haemorrhagic syndrome.", "abstract": "Platelet-type bleeding disorder 20 (BDPLT20), as known as SLFN14-related thrombocytopenia, is a rare inherited thrombocytopenia (IT). Previously, only 5 heterozygous missense mutations in the SLFN14 gene have been reported."}, "36237120": {"title": "Maternal gonosomal mosaicism in rare autosomal dominant SLFN14-related thrombocytopenia.", "abstract": null}, "26769223": {"title": "SLFN14-related thrombocytopenia: identification within a large series of patients with inherited thrombocytopenia.", "abstract": null}, "30536060": {"title": "Identification of Two Mutations in PCDHGA4 and SLFN14 Genes in an Atrial Septal Defect Family.", "abstract": "Atrial septal defect (ASD) is a common acyanotic congenital cardiac disorder associated with genetic mutations. The objective of this study was to identify the genetic factors in a Chinese family with ASD patients by a whole exome sequencing approach. Causative ASD gene mutations were examined in 16 members from a three-generation family, among which 6 individuals were diagnosed as having ASD. One hundred and eighty-three unrelated healthy Chinese were recruited as a normal control group. Peripheral venous blood was collected from every subject for genetic analysis. Exome sequencing was performed in the ASD patients. Potential causal mutations were detected in non-ASD family members and normal controls by polymerase chain reaction and sequencing analysis. The results showed that all affected family members carried two novel compound mutations, c.1187delT of PCDHGA4 and c.2557insC of SLFN14, and these two mutations were considered to have synergetic function on ASD. In conclusion, the mutations of c.1187delT of PCDHGA4 and c.2557insC of SLFN14 may be pathogenic factors contributing to the development of ASD."}}, "HYAL1": {"10339581": {"title": "Mutations in HYAL1, a member of a tandemly distributed multigene family encoding disparate hyaluronidase activities, cause a newly described lysosomal disorder, mucopolysaccharidosis IX.", "abstract": "Hyaluronan (HA), a large glycosaminoglycan abundant in the extracellular matrix, is important in cell migration during embryonic development, cellular proliferation, and differentiation and has a structural role in connective tissues. The turnover of HA requires endoglycosidic breakdown by lysosomal hyaluronidase, and a congenital deficiency of hyaluronidase has been thought to be incompatible with life. However, a patient with a deficiency of serum hyaluronidase, now designated as mucopolysaccharidosis IX, was recently described. This patient had a surprisingly mild clinical phenotype, including notable periarticular soft tissue masses, mild short stature, an absence of neurological or visceral involvement, and histological and ultrastructural evidence of a lysosomal storage disease. To determine the molecular basis of mucopolysaccharidosis IX, we analyzed two candidate genes tandemly distributed on human chromosome 3p21.3 and encoding proteins with homology to a sperm protein with hyaluronidase activity. These genes, HYAL1 and HYAL2, encode two distinct lysosomal hyaluronidases with different substrate specificities. We identified two mutations in the HYAL1 alleles of the patient, a 1412G --> A mutation that introduces a nonconservative amino acid substitution (Glu268Lys) in a putative active site residue and a complex intragenic rearrangement, 1361del37ins14, that results in a premature termination codon. We further show that these two hyaluronidase genes, as well as a third recently discovered adjacent hyaluronidase gene, HYAL3, have markedly different tissue expression patterns, consistent with differing roles in HA metabolism. These data provide an explanation for the unexpectedly mild phenotype in mucopolysaccharidosis IX and predict the existence of other hyaluronidase deficiency disorders."}, "21559944": {"title": "A complete deficiency of Hyaluronoglucosaminidase 1 (HYAL1) presenting as familial juvenile idiopathic arthritis.", "abstract": "We describe a single consanguineous family with three affected children exhibiting knee and/or hip pain associated with swelling. Detailed clinical evaluation demonstrated diffuse joint involvement with an unusual proliferative synovitis on MRI. Synovial biopsies were notable for an infiltration of macrophages with abundant cytoplasm filled with faintly basophilic vacuoles. We used homozygosity mapping with a panel of 262,000 single nucleotide polymorphism markers to identify a homozygous stretch of 40.52 Mb on chromosome 3p22.3 - 3p13 that segregated with the arthropathy in the family. Of the 378 genes in the interval, the three hyaluronoglucosaminidase genes were considered good candidates based on the phenotype. Dideoxy sequencing identified a homozygous deletion in HYAL1, c.104delT, resulting in a premature termination codon, p.Val35AlafsX25, found in all three affected children. Enzymatic analysis confirmed total HYAL1 deficiency in the three affected children. This confirms the diagnosis of Mucopolysaccharidosis IX (MPS IX) which has only been described in a single patient to date. In contrast to the previously described MPS IX patient, our three patients display a phenotype limited to the joints, suggesting that this is the primary manifestation of HYAL1 deficiency."}, "26322170": {"title": "Biology of hyaluronan: Insights from genetic disorders of hyaluronan metabolism.", "abstract": "Hyaluronan is a rapidly turned over component of the vertebrate extracellular matrix. Its levels are determined, in part, by the hyaluronan synthases, HAS1, HAS2, and HAS3, and three hyaluronidases, HYAL1, HYAL2 and HYAL3. Hyaluronan binding proteins also regulate hyaluronan levels although their involvement is less well understood. To date, two genetic disorders of hyaluronan metabolism have been reported in humans: HYAL1 deficiency (Mucopolysaccharidosis IX) in four individuals with joint pathology as the predominant phenotypic finding and HAS2 deficiency in a single person having cardiac pathology. However, inherited disorders and induced mutations affecting hyaluronan metabolism have been characterized in other species. Overproduction of hyaluronan by HAS2 results in skin folding and thickening in shar-pei dogs and the naked mole rat, whereas a complete deficiency of HAS2 causes embryonic lethality in mice due to cardiac defects. Deficiencies of murine HAS1 and HAS3 result in a predisposition to seizures. Like humans, mice with HYAL1 deficiency exhibit joint pathology. Mice lacking HYAL2 have variably penetrant developmental defects, including skeletal and cardiac anomalies. Thus, based on mutant animal models, a partial deficiency of HAS2 or HYAL2 might be compatible with survival in humans, while complete deficiencies of HAS1, HAS3, and HYAL3 may yet be recognized."}}, "RGS9": {"17826834": {"title": "Six patients with bradyopsia (slow vision): clinical features and course of the disease.", "abstract": "Recently, it was discovered that subjects who showed a prolonged response suppression on their electroretinogram (ERG) and had symptoms of photophobia, problems adjusting to bright light, and difficulties seeing moving objects shared a mutation in the RGS9 (regulator of G-protein signaling 9) gene that is involved in the deactivation of photoreceptor responses. The disorder was termed bradyopsia (slow vision). This paper reports the clinical presentation and long-term follow-up of 6 bradyopsia patients."}, "14702087": {"title": "Defects in RGS9 or its anchor protein R9AP in patients with slow photoreceptor deactivation.", "abstract": "The RGS proteins are GTPase activating proteins that accelerate the deactivation of G proteins in a variety of signalling pathways in eukaryotes. RGS9 deactivates the G proteins (transducins) in the rod and cone phototransduction cascades. It is anchored to photoreceptor membranes by the transmembrane protein R9AP (RGS9 anchor protein), which enhances RGS9 activity up to 70-fold. If RGS9 is absent or unable to interact with R9AP, there is a substantial delay in the recovery from light responses in mice. We identified five unrelated patients with recessive mutations in the genes encoding either RGS9 or R9AP who reported difficulty adapting to sudden changes in luminance levels mediated by cones. Standard visual acuity was normal to moderately subnormal, but the ability to see moving objects, especially with low-contrast, was severely reduced despite full visual fields; we have termed this condition bradyopsia. To our knowledge, these patients represent the first identified humans with a phenotype associated with reduced RGS activity in any organ."}, "29107794": {"title": "The clinical presentation of bradyopsia in children.", "abstract": "Diagnosing bradyopsia can be challenging in young children because structural ophthalmic examination is typically normal and visual acuity can improve with pinhole despite no significant refractive error. This case series highlights the clinical presentations and features of 5 affected children (3 Arab families) who harbored the same homozygous RGS9 frameshift mutation, which seems to represent a founder effect for the Arabian Peninsula."}, "19818506": {"title": "Novel mutations and electrophysiologic findings in RGS9- and R9AP-associated retinal dysfunction (Bradyopsia).", "abstract": "To examine the phenotypes of 8 patients with evidence of cone dysfunction and normal color vision (characteristic features of both oligocone trichromacy and bradyopsia), and subsequently to screen RGS9 and R9AP for disease-causing mutations."}}, "MLH3": {"11586295": {"title": "A role for MLH3 in hereditary nonpolyposis colorectal cancer.", "abstract": "We investigated a possible role of the mismatch-repair gene MLH3 in hereditary nonpolyposis colorectal cancer by scanning for mutations in 39 HNPCC families and in 288 patients suspected of having HNPCC. We identified ten different germline MLH3 variants, one frameshift and nine missense mutations, in 12 patients suspected of HNPCC. Three of the 12 also carried a mutation in MSH6."}, "12702580": {"title": "The role of hMLH3 in familial colorectal cancer.", "abstract": "Hereditary nonpolyposis colorectal cancer (HNPCC) is commonly associated with at least three currently known DNA mismatch repair genes: (a) hMSH2; (b) hMLH1; and (c) hMSH6. A majority of HNPCC families has identifiable mutations in hMLH1 and hMSH2. When these mutations cause an inherited risk of colorectal cancer, they are also most often associated with microsatellite instability in the tumors. Recently, hMLH3 was suggested to be causative in HNPCC. We screened 70 index patients suggestive of a genetic predisposition for germ-line mutations in hMLH3 with denaturing high-performance liquid chromatography. One frameshift mutation and 11 missense mutations were identified in 16 index patients (23%). Most families presented evidence against hMLH3 as a high risk factor in familial colorectal cancer, and most of the mutations were found in the low risk patients, suggesting hMLH3 to be a low risk gene for colorectal cancer. We demonstrate in one family that a hMLH3 mutation segregated with disease together with a missense mutation in hMSH2, which makes us hypothesize that these mutations work together in an additive manner and result in an elevated risk of colorectal tumors in the family. None of the tumors with hMLH3 mutations showed microsatellite instability, which demonstrates that hMLH3 does not make its contribution to carcinogenesis through an impaired DNA mismatch repair function."}, "12800209": {"title": "Little evidence for involvement of MLH3 in colorectal cancer predisposition.", "abstract": "Mutations in the DNA MMR genes MSH2, MLH1, MSH6 and PMS2 underlie a large subset of HNPCC cases, and a hallmark of the tumors is MSI. In many HNPCC families, however, a causative mutation has not been found. Therefore, the involvement of additional, thus far unknown, genes in MSI as well as MSS colorectal tumor predisposition is possible. The role of a relatively recently cloned MMR gene, MLH3, in familial CRC has been studied; but the results appear somewhat conflicting. To further evaluate the role of MLH3 in CRC predisposition, we analyzed 30 Finnish CRC cases for germline mutations by sequencing. These cases were selected from a large series of Finnish CRC patients, to match features previously proposed to associate with MLH3 germline defects. We found 5 missense variants, 4 of which were also found in Finnish cancer-free controls. The only remaining variant does not appear to be an attractive candidate for a disease-associated mutation because the amino acid change is located outside the conserved residues. We also screened for the previously reported variants, including a frameshift change, the most likely pathogenic MLH3 mutation observed so far. The frameshift was not present in the 30 CRC cases or in 700 cancer-free controls. While it is a difficult task to exclude a role of MLH3 in HNPCC, our study could not confirm a role for MLH3 in CRC predisposition."}, "15193445": {"title": "No association between two MLH3 variants (S845G and P844L)and colorectal cancer risk.", "abstract": "Recently we identified a new variant, S845G, in the MLH3 gene in 7 out of 327 patients suspected of hereditary nonpolyposis colorectal cancer but not fulfilling the Amsterdam criteria and in 1 out of 188 control subjects. As this variant might play a role in causing sporadic colorectal cancer, we analyzed its prevalence in sporadic colorectal cancer patients. We analyzed a small part of exon 1 of the MLH3 gene, including the S845G variant, in germline DNA of 467 white sporadic colorectal cancer patients and 497 white controls. The S845G variant was detected in five patients and eight controls; the results thus indicate that this variant does not confer an increased colorectal cancer risk. Another variant (P844L) was clearly a polymorphism. Three other missense variants were rare and the sample size of the study was too small to conclude whether they are pathogenic. In conclusion, no association was observed between two MLH3 variants (P844L and S845G) and colorectal cancer risk."}, "16885347": {"title": "MLH3 mutation in endometrial cancer.", "abstract": "MLH3 is a recently described member of the DNA mismatch repair gene family. Based on its interaction with the MutL homologue MLH1, it was postulated that MLH3 might play a role in tumorigenesis. Germ line and somatic mutations in MLH3 have been identified in a small fraction of colorectal cancers, but the role of MLH3 in colorectal cancer tumorigenesis remains controversial. We investigated MLH3's role in endometrial tumorigenesis through analysis of tumor and germ line DNA from 57 endometrial cancer patients who were at increased risk for having inherited cancer susceptibility. Patients with known MSH2 or MSH6 mutations were excluded as well as those who had MLH1-methylated tumors. Sixteen different variants were identified by single-strand conformational variant analysis. Of the 12 missense changes identified, three were somatic mutations. One patient had a germ line missense variant and loss of heterozygosity (LOH) in her tumor specimen. There was no evidence of MLH3 promoter methylation based on combined bisulfite restriction analysis. The identification of inherited missense variants, somatic missense mutations (present in 3 of 57 tumors), and LOH in the tumor from a patient with a germ line missense change suggest a role for MLH3 in endometrial tumorigenesis."}, "16981255": {"title": "Mutation screening of mismatch repair gene Mlh3 in familial esophageal cancer.", "abstract": "To shed light on the possible role of mismatch repair gene Mlh3 in familial esophageal cancer (FEC)."}, "17656264": {"title": "MLH3 and EXO1 alterations in familial colorectal cancer patients not fulfilling Amsterdam criteria.", "abstract": null}, "18521850": {"title": "The first functional study of MLH3 mutations found in cancer patients.", "abstract": "The MLH3 gene is one of the five mismatch repair (MMR) genes associated with hereditary nonpolyposis colorectal cancer (HNPCC). Eighteen different inherited MLH3 mutations have been reported as pathogenic in an international mutation database. In several cases, a mutation was found in a patient without a family history suggestive of inherited cancer susceptibility. In some cases, a similar mutation was also found in sporadic patients and/or healthy controls. Four patients carried an MLH3 mutation together with another inherited MMR gene variation. No functional analyses have been performed to assess the pathogenicity of these 18 mutations. MLH3 has been assumed to be less important in MMR than the other HNPCC susceptibility genes MSH2, MSH6, MLH1, and PMS2, and accordingly a low-risk gene for colorectal cancer (CRC). To assess the significance of the inherited sequence variations in MLH3, we functionally characterized seven missense mutations (Q24E, R647C, S817G, G933C, W1276R, A1394T, E1451K) scattered throughout the MLH3 polypeptide. The mutations were found in CRC or endometrial cancer patients and reported as pathogenic. Our study showed that the seven mutated MLH3 proteins, in complex with their counterpart MLH1 (MutLgamma), repaired mismatches as the wild type MutLgamma but worse than a heterodimer of MLH1 and PMS2 (MutLalpha). The results confirm that MutLgamma is a less efficient MMR complex than MutLalpha and show that the MLH3 mutations alone do not interfere with MMR. Further studies are needed to evaluate the pathogenicity of MLH3 mutations in compound with other MMR mutations."}, "18551179": {"title": "Novel roles for MLH3 deficiency and TLE6-like amplification in DNA mismatch repair-deficient gastrointestinal tumorigenesis and progression.", "abstract": "DNA mismatch repair suppresses gastrointestinal tumorgenesis. Four mammalian E. coli MutL homologues heterodimerize to form three distinct complexes: MLH1/PMS2, MLH1/MLH3, and MLH1/PMS1. To understand the mechanistic contributions of MLH3 and PMS2 in gastrointestinal tumor suppression, we generated Mlh3(-/-);Apc(1638N) and Mlh3(-/-);Pms2(-/-);Apc(1638N) (MPA) mice. Mlh3 nullizygosity significantly increased Apc frameshift mutations and tumor multiplicity. Combined Mlh3;Pms2 nullizygosity further increased Apc base-substitution mutations. The spectrum of MPA tumor mutations was distinct from that observed in Mlh1(-/-);Apc(1638N) mice, implicating the first potential role for MLH1/PMS1 in tumor suppression. Because Mlh3;Pms2 deficiency also increased gastrointestinal tumor progression, we used array-CGH to identify a recurrent tumor amplicon. This amplicon contained a previously uncharacterized Transducin enhancer of Split (Tle) family gene, Tle6-like. Expression of Tle6-like, or the similar human TLE6D splice isoform in colon cancer cells increased cell proliferation, colony-formation, cell migration, and xenograft tumorgenicity. Tle6-like;TLE6D directly interact with the gastrointestinal tumor suppressor RUNX3 and antagonize RUNX3 target transactivation. TLE6D is recurrently overexpressed in human colorectal cancers and TLE6D expression correlates with RUNX3 expression. Collectively, these findings provide important insights into the molecular mechanisms of individual MutL homologue tumor suppression and demonstrate an association between TLE mediated antagonism of RUNX3 and accelerated human colorectal cancer progression."}, "19156873": {"title": "Biochemical characterization of MLH3 missense mutations does not reveal an apparent role of MLH3 in Lynch syndrome.", "abstract": "So far 18 MLH3 germline mutations/variants have been identified in familial colorectal cancer cases. Sixteen of these variants are amino acid substitutions of which the pathogenic nature is still unclear. These substitutions are known as unclassified variants or UVs. To clarify a possible role for eight of these MLH3 UVs identified in suspected Lynch syndrome patients, we performed several biochemical tests. We determined the protein expression and stability, protein localization and interaction of the mutant MLH3 proteins with wildtype MLH1. All eight MLH3 UVs gave protein expression levels comparable with wildtype MLH3. Furthermore, the UV-containing proteins, in contrast to previous studies, were all localized normally in the nucleus and they interacted normally with wildtype MLH1. Our different biochemical assays yielded no evidence that the eight MLH3 UVs tested are the cause of hereditary colorectal cancer, including Lynch syndrome."}, "24549055": {"title": "Next-generation sequencing for the diagnosis of hereditary breast and ovarian cancer using genomic capture targeting multiple candidate genes.", "abstract": "To optimize the molecular diagnosis of hereditary breast and ovarian cancer (HBOC), we developed a next-generation sequencing (NGS)-based screening based on the capture of a panel of genes involved, or suspected to be involved in HBOC, on pooling of indexed DNA and on paired-end sequencing in an Illumina GAIIx platform, followed by confirmation by Sanger sequencing or MLPA/QMPSF. The bioinformatic pipeline included CASAVA, NextGENe, CNVseq and Alamut-HT. We validated this procedure by the analysis of 59 patients' DNAs harbouring SNVs, indels or large genomic rearrangements of BRCA1 or BRCA2. We also conducted a blind study in 168 patients comparing NGS versus Sanger sequencing or MLPA analyses of BRCA1 and BRCA2. All mutations detected by conventional procedures were detected by NGS. We then screened, using three different versions of the capture set, a large series of 708 consecutive patients. We detected in these patients 69 germline deleterious alterations within BRCA1 and BRCA2, and 4 TP53 mutations in 468 patients also tested for this gene. We also found 36 variations inducing either a premature codon stop or a splicing defect among other genes: 5/708 in CHEK2, 3/708 in RAD51C, 1/708 in RAD50, 7/708 in PALB2, 3/708 in MRE11A, 5/708 in ATM, 3/708 in NBS1, 1/708 in CDH1, 3/468 in MSH2, 2/468 in PMS2, 1/708 in BARD1, 1/468 in PMS1 and 1/468 in MLH3. These results demonstrate the efficiency of NGS in performing molecular diagnosis of HBOC. Detection of mutations within other genes than BRCA1 and BRCA2 highlights the genetic heterogeneity of HBOC."}, "25142776": {"title": "Comprehensive screening for mutations associated with colorectal cancer in unselected cases reveals penetrant and nonpenetrant mutations.", "abstract": "Germline mutation testing in patients with colorectal cancer (CRC) is offered only to a subset of patients with a clinical presentation or tumor histology suggestive of familial CRC syndromes, probably underestimating familial CRC predisposition. The aim of our study was to determine whether unbiased screening of newly diagnosed CRC cases with next generation sequencing (NGS) increases the overall detection rate of germline mutations. We analyzed 152 consecutive CRC patients for germline mutations in 18 CRC-associated genes using NGS. All patients were also evaluated for Bethesda criteria and all tumors were investigated for microsatellite instability, immunohistochemistry for mismatch repair proteins and the BRAF*V600E somatic mutation. NGS based sequencing identified 27 variants in 9 genes in 23 out of 152 patients studied (18%). Three of them were already reported as pathogenic and 12 were class 3 germline variants with an uncertain prediction of pathogenicity. Only 1 of these patients fulfilled Bethesda criteria and had a microsatellite instable tumor and an MLH1 germline mutation. The others would have been missed with current approaches: 2 with a MSH6 premature termination mutation and 12 uncertain, potentially pathogenic class 3 variants in APC, MLH1, MSH2, MSH6, MSH3 and MLH3. The higher NGS mutation detection rate compared with current testing strategies based on clinicopathological criteria is probably due to the large genetic heterogeneity and overlapping clinical presentation of the various CRC syndromes. It can also identify apparently nonpenetrant germline mutations complicating the clinical management of the patients and their families."}, "26149658": {"title": "Segregation of a novel MLH1 mutation in an Iranian Lynch syndrome family.", "abstract": "Lynch syndrome is an autosomal dominant disorder caused by germline mutations in mismatch repair (MMR) genes. The main feature of this disorder is an early onset of hereditary colorectal cancer in addition to other cancers arising from different tissues. Here, we report an Iranian family with several members affected with Lynch syndrome related cancers. Exome sequencing with focus on 14 genes related with hereditary colorectal cancer has shown a novel mutation in exon 19 of MLH1 gene (c.2133delC, p.Trp712Gly fs*71). This mutation is located in a region coding for the functional domain for the interaction with MLH3/PMS1/PMS2. As some clinical aspects of the disorder have been shown to be associated with certain mutations, identification of causative mutation in each family has implications for surveillance protocols."}, "26296701": {"title": "Exome sequencing reveals frequent deleterious germline variants in cancer susceptibility genes in women with invasive breast cancer undergoing neoadjuvant chemotherapy.", "abstract": "When sequencing blood and tumor samples to identify targetable somatic variants for cancer therapy, clinically relevant germline variants may be uncovered. We evaluated the prevalence of deleterious germline variants in cancer susceptibility genes in women with breast cancer referred for neoadjuvant chemotherapy and returned clinically actionable results to patients. Exome sequencing was performed on blood samples from women with invasive breast cancer referred for neoadjuvant chemotherapy. Germline variants within 142 hereditary cancer susceptibility genes were filtered and reviewed for pathogenicity. Return of results was offered to patients with deleterious variants in actionable genes if they were not aware of their result through clinical testing. 124 patients were enrolled (median age 51) with the following subtypes: triple negative (n = 43, 34.7%), HER2+ (n = 37, 29.8%), luminal B (n = 31, 25%), and luminal A (n = 13, 10.5%). Twenty-eight deleterious variants were identified in 26/124 (21.0%) patients in the following genes: ATM (n = 3), BLM (n = 1), BRCA1 (n = 4), BRCA2 (n = 8), CHEK2 (n = 2), FANCA (n = 1), FANCI (n = 1), FANCL (n = 1), FANCM (n = 1), FH (n = 1), MLH3 (n = 1), MUTYH (n = 2), PALB2 (n = 1), and WRN (n = 1). 121/124 (97.6%) patients consented to return of research results. Thirteen (10.5%) had actionable variants, including four that were returned to patients and led to changes in medical management. Deleterious variants in cancer susceptibility genes are highly prevalent in patients with invasive breast cancer referred for neoadjuvant chemotherapy undergoing exome sequencing. Detection of these variants impacts medical management."}, "26542077": {"title": "An infant with MLH3 variants, FOXG1-duplication and multiple, benign cranial and spinal tumors: A clinical exome sequencing study.", "abstract": "A 4-month-old male infant presented with severe developmental delay, cerebellar, brainstem, and cutaneous hemangiomas, bilateral tumors (vestibular, hypoglossal, cervical, and lumbar spinal), and few café-au-lait macules. Cerebellar and lumbar tumor biopsies revealed venous telangiectasia and intraneural perineuroma, respectively. Sequencing NF1, NF2, and RASA1 (blood), and NF2 and SMARCB1 (lumbar biopsy) was negative for pathogenic mutations. Clinical exome sequencing (CES), requested for tumor syndrome diagnosis, revealed two heterozygous missense variants, c.359T>C;p.Phe120Ser and c.3344G>A;p.Arg1115Gln, in MLH3 (NM_001040108.1), a DNA mismatch repair (MMR) gene, Polyphen-predicted as probably damaging, and benign, respectively. Sanger sequencing confirmed both variants in the proband, and their absence in the mother; biological father unavailable. Both biopsied tissues were negative for microsatellite instability, and expressed MLH1, MSH2, PMS2, MSH6, and MLH3 immunohistochemically. Chromosomal microarray showed a 133 kb segment copy number duplication of 14q12 region encompassing FOXG1, possibly explaining the developmental delay, but not the tumors. The presence of MLH3 variants with multiple benign neural and vascular tumors was intriguing for their possible role in the pathogenesis of these neoplasms, which were suspicious for, but not diagnostic of, constitutional MMR deficiency. However, functional assays of non-neoplastic patient-derived cells showed intact base-base MMR function. Also, no previous FOXG1-aberrant patient was reported with tumors. We now report a 3-year-old FOXG1-duplicated patient with a yet undescribed tumor syndrome with clinical features of neurofibromatosis types I and II, where several validation studies could not ascertain the significance of CES findings; further studies may elucidate precise mechanisms and diagnosis for clinical management, including tumor surveillance."}, "27401157": {"title": "Coexistence of MLH3 germline variants in colon cancer patients belonging to families with Lynch syndrome-associated brain tumors.", "abstract": null}, "30573798": {"title": "Biallelic germline nonsense variant of MLH3 underlies polyposis predisposition.", "abstract": "Some 10% of familial adenomatous polyposis (FAP) and 80% of attenuated polyposis (AFAP) cases remain molecularly unexplained. We scrutinized such cases by exome-wide and targeted methods to search for novel susceptibility genes."}, "30614234": {"title": "A frameshift mutation in exon 19 of MLH1 in a Chinese Lynch syndrome family: a pedigree study.", "abstract": "Lynch syndrome (LS), an autosomal dominantly inherited disease previously known as hereditary non-polyposis colorectal cancer (HNPCC), leads to a high risk of colorectal cancer (CRC) as well as malignancy at certain sites including endometrium, ovary, stomach, and small bowel (Hampel et al., 2008; Lynch et al., 2009). Clinically, LS is considered the most common hereditary CRC-predisposing syndrome, accounting for about 3% of all CRC cases (Popat et al., 2005). LS is associated with mutations of DNA mismatch repair (MMR) genes such as MLH1, MSH2, MSH6, PMS2, and EPCAM (Ligtenberg et al., 2009; Lynch et al., 2009), which can trigger a high frequency of replication errors in both microsatellite regions and repetitive sequences in the coding regions of various cancer-related genes. Immunohistochemistry (IHC) tests followed by genetic analysis of these mutations play a significant role in diagnosis, treatment determination, and therapeutic response prediction of LS (Lynch et al., 2009; Alex et al., 2017; Ryan et al., 2017). Here, we report substitution of one base-pair in exon 1 of MLH3 (c.1397C>A) and a frameshift mutation in exon 19 of MLH1 (c.2250_2251ins AA) in a 43-year-old Chinese male with an LS pedigree."}, "31043711": {"title": "How should we correctly interpret biallelic germline truncating variant of MLH3 in hereditary colorectal cancer?", "abstract": null}, "31297992": {"title": "Comprehensive mismatch repair gene panel identifies variants in patients with Lynch-like syndrome.", "abstract": "Lynch-like syndrome (LLS) represents around 50% of the patients fulfilling the Amsterdam Criteria II/revised Bethesda Guidelines, characterized by a strong family history of Lynch Syndrome (LS) associated cancer, where a causative variant was not identified during genetic testing for LS."}, "31686011": {"title": "Evaluating the role of MLH3 p.Ser1188Ter variant in inherited breast cancer predisposition.", "abstract": null}, "32469048": {"title": "Whole-exome sequencing of a large Chinese azoospermia and severe oligospermia cohort identifies novel infertility causative variants and genes.", "abstract": "Rare coding variants have been proven to be one of the significant factors contributing to spermatogenic failure in patients with non-obstructive azoospermia (NOA) and severe oligospermia (SO). To delineate the molecular characteristics of idiopathic NOA and SO, we performed whole-exome sequencing of 314 unrelated patients of Chinese Han origin and verified our findings by comparing to 400 fertile controls. We detected six pathogenic/likely pathogenic variants and four variants of unknown significance, in genes known to cause NOA/SO, and 9 of which had not been earlier reported. Additionally, we identified 20 novel NOA candidate genes affecting 25 patients. Among them, five (BRDT, CHD5, MCM9, MLH3 and ZFX) were considered as strong candidates based on the evidence obtained from murine functional studies and human single-cell (sc)RNA-sequencing data. These genetic findings provide insight into the aetiology of human NOA/SO and pave the way for further functional analysis and molecular diagnosis of male infertility."}, "33117677": {"title": "Clinical Characterization of Mismatch Repair Gene-Deficient Metastatic Castration-Resistant Prostate Cancer.", "abstract": "Mismatch repair-deficient (dMMR) prostate cancer is rare and has not been well studied. We aimed to evaluate the clinical characterization of dMMR metastatic castration-resistant prostate cancer (mCRPC) patients. The MMR genes include MLH1, MLH3, MSH2, MSH6, PMS1, PMS2, and EPCAM, and were analyzed by targeted sequencing of plasma cell-free DNA samples. A total of 109 mCRPC patients were identified, including 50 patients with MMR alterations (pathogenic alterations, n = 7; alterations of unknown significance, n = 43) and 59 patients with wild-type MMR. For the seven patients with pathogenic MMR alterations, the median age at diagnosis was 63.5 years, and 42.9% had a Gleason score ≥8. The median time from androgen deprivation therapy (ADT) initiation to CRPC was 24 months. Compared with the wild-type MMR subgroup, patients with MMR alterations, pathogenic MMR alterations, or MMR alterations of unknown significance showed higher rates of hotspot missense mutations or copy number amplifications in the AR gene (24/50 vs. 10/59, P = 7.8 × 10-4; 7/7 vs. 10/59, P = 2.5 × 10-5; 17/43 vs. 10/59, P = 0.013). The presence of any MMR alterations was associated with an inferior response to abiraterone [median progression-free survival (PFS): 5.0 vs. 10.9 months, P = 0.022]. Shorter PFS times were observed in both the pathogenic MMR alteration subgroup (median PFS: 5 months) and the MMR alterations of unknown significance subgroup (median PFS: 5.3 months), compared with the PFS of those with wild-type MMR genes (median PFS: 10.9 months, P = 0.052). There was no statistically significant difference in response to docetaxel chemotherapy between the MMR alterations of unknown significance and the wild-type MMR subgroups (median PFS: 8.2 vs. 8.1 months, P = 0.23). Our results demonstrate that dMMR mCRPC patients have an equivalent response to standard ADT and taxane-based chemotherapy treatments compared with wild-type MMR patients. Patients with both pathogenic and unknown significance alterations of MMR genes had poorer responses to abiraterone therapy."}, "33453991": {"title": "Genetic evidence for the involvement of mismatch repair proteins, PMS2 and MLH3, in a late step of homologous recombination.", "abstract": "Homologous recombination (HR) repairs DNA double-strand breaks using intact homologous sequences as template DNA. Broken DNA and intact homologous sequences form joint molecules (JMs), including Holliday junctions (HJs), as HR intermediates. HJs are resolved to form crossover and noncrossover products. A mismatch repair factor, MLH3 endonuclease, produces the majority of crossovers during meiotic HR, but it remains elusive whether mismatch repair factors promote HR in nonmeiotic cells. We disrupted genes encoding the MLH3 and PMS2 endonucleases in the human B cell line, TK6, generating null MLH3-/- and PMS2-/- mutant cells. We also inserted point mutations into the endonuclease motif of MLH3 and PMS2 genes, generating endonuclease death MLH3DN/DN and PMS2EK/EK cells. MLH3-/- and MLH3DN/DN cells showed a very similar phenotype, a 2.5-fold decrease in the frequency of heteroallelic HR-dependent repair of restriction enzyme-induced double-strand breaks. PMS2-/- and PMS2EK/EK cells showed a phenotype very similar to that of the MLH3 mutants. These data indicate that MLH3 and PMS2 promote HR as an endonuclease. The MLH3DN/DN and PMS2EK/EK mutations had an additive effect on the heteroallelic HR. MLH3DN/DN/PMS2EK/EK cells showed normal kinetics of γ-irradiation-induced Rad51 foci but a significant delay in the resolution of Rad51 foci and a 3-fold decrease in the number of cisplatin-induced sister chromatid exchanges. The ectopic expression of the Gen1 HJ re-solvase partially reversed the defective heteroallelic HR of MLH3DN/DN/PMS2EK/EK cells. Taken together, we propose that MLH3 and PMS2 promote HR as endonucleases, most likely by processing JMs in mammalian somatic cells."}, "33517345": {"title": "A loss-of-function variant in DNA mismatch repair gene MLH3 underlies severe oligozoospermia.", "abstract": "Male infertility pertains to male's inability to cause pregnancy in a fertile female. It accounts for 40-50% of infertility in human. In the study, presented here, a large consanguineous family of Pakistani origin segregating male infertility in autosomal recessive manner was investigated. Exome sequencing revealed a homozygous frameshift variant [NM_001040108: c.3632delA, p.(Asn1211Metfs*49)] in DNA mismatch repair gene MLH3 (MutL Homolog) that segregated with male infertility within the family. This is the first loss-of-function homozygous variant in the MLH3 gene causing severe oligozoospermia leading to male infertility. Previous studies have demonstrated association of infertility with gene knockout in the mice."}, "34008015": {"title": "Novel LRRK2 mutations and other rare, non-BAP1-related candidate tumor predisposition gene variants in high-risk cancer families with mesothelioma and other tumors.", "abstract": "There is irrefutable evidence that germline BRCA1-associated protein 1 gene (BAP1) mutations contribute to malignant mesothelioma (MM) susceptibility. However, BAP1 mutations are not found in all cases with evidence of familial MM or in other high-risk cancer families affected by various cancers, including MM. The goal of this study was to use whole genome sequencing (WGS) to determine the frequency and types of germline gene variants occurring in 12 MM patients who were selected from a series of 141 asbestos-exposed MM patients with a family history of cancer but without a germline BAP1 mutation. WGS was also performed on two MM cases, a proband and sibling, from a previously reported family with multiple cases of MM without the inheritance of a predisposing BAP1 mutation. Altogether, germline DNA sequencing variants were identified in 21 cancer-related genes in 10 of the 13 probands. Germline indel, splice site and missense mutations and two large deletions were identified. Among the 13 MM index cases, 6 (46%) exhibited one or more predicted pathogenic mutations. Affected genes encode proteins involved in DNA repair (ATM, ATR, BRCA2, BRIP1, CHEK2, MLH3, MUTYH, POLE, POLE4, POLQ and XRCC1), chromatin modification (ARID1B, DNMT3A, JARID2 and SETD1B) or other cellular pathways: leucine-rich repeat kinase 2 gene (LRRK2) (two cases) and MSH4. Notably, somatic truncating mutation or deletions of LRRK2 were occasionally found in MMs in The Cancer Genome Atlas, and the expression of LRRK2 was undetectable or downregulated in a majority of primary MMs and MM cell lines we examined, implying that loss of LRRK2 expression is a newly recognized tumor suppressor alteration in MM."}, "34897210": {"title": "Application of Multigene Panel Testing in Patients With High Risk for Hereditary Colorectal Cancer: A Descriptive Report Focused on Genotype-Phenotype Correlation.", "abstract": "The genetic test solely based on the clinical features of hereditary colorectal cancer has limitations in clinical practice."}, "35475445": {"title": "Significance of rare variants in genes involved in the pathogenesis of Lynch syndrome.", "abstract": "The molecular characterization of patients with Lynch syndrome (LS) involves germline testing to detect a deleterious mutation in one of the genes of the mismatch repair (MMR) pathway. To date, however, a large proportion of patients with a clinical suspicion of LS who undergo genetic testing do not show a germline pathogenetic variant in these genes. Germline DNA from 73 patients with a clinical suspicion of LS was examined with next‑generation sequencing methods, using a multigene custom panel designed and standardized by our research group, that targets a set of 15 genes. Deleterious variants were identified in 5.6% of index cases, while unclassified variants were identified in 80.3% of probands. To evaluate the pathogenicity of these uncertain variants, the American College of Medical Genetics and Genomics criteria was used, also considering wherever possible the microsatellite instability (MSI) status detected on tumor tissues as pathogenic criterion. In this manner, 8 of these uncertain significance variants were classified as likely pathogenic variants. Notably, some of these likely pathogenetic variants were also identified in the MLH3 gene that is a gene not routinely analyzed for cases with a clinical suspicion of LS. The present study highlighted the importance of verifying the pathogenicity of the numerous variants of unknown significance identified in patients for whom heredity is already clinically confirmed suggesting the importance of considering the MSI‑H status on the tumor of patients carrying an uncertain variant to evaluate its pathogenicity. Moreover, the present study also suggested analyzing other MMR genes, such as MLH3, in panels used for the molecular screening of LS."}, "36041235": {"title": "Analysis of copy number variation in men with non-obstructive azoospermia.", "abstract": "Recent findings demonstrate that single nucleotide variants can cause non-obstructive azoospermia (NOA). In contrast, copy number variants (CNVs) were only analysed in few studies in infertile men. Some have reported a higher prevalence of CNVs in infertile versus fertile men."}, "37656691": {"title": "Investigation of germline variants in Bahraini women with breast cancer using next-generation sequencing based-multigene panel.", "abstract": "Germline variants in BRCA1 and BRCA2 (BRCA1/2) genes are the most common cause of hereditary breast cancer. However, a significant number of cases are not linked to these two genes and additional high-, moderate- and low-penetrance genes have been identified in breast cancer. The advent of next-generation sequencing (NGS) allowed simultaneous sequencing of multiple cancer-susceptibility genes and prompted research in this field. So far, cancer-predisposition genes other than BRCA1/2 have not been studied in the population of Bahrain. We performed a targeted NGS using a multi-panel covering 180 genes associated with cancer predisposition to investigate the spectrum and frequency of germline variants in 54 women with a positive personal and/or family history of breast cancer. Sequencing analysis revealed germline variants in 29 (53.7%) patients. Five pathogenic/likely pathogenic variants in four DNA repair pathway-related genes were identified in five unrelated patients (9.3%). Two BRCA1 variants, namely the missense variant c.287A>G (p.Asp96Gly) and the truncating variant c.1066C>T (p.Gln356Ter), were detected in two patients (3.7%). Three variants in non-BRCA1/2 genes were detected in three patients (1.85% each) with a strong family history of breast cancer. These included a monoallelic missense variant c.1187G>A (p.Gly396Asp) in MUTYH gene, and two truncating variants namely c.3343C>T (p.Arg1115Ter) in MLH3 gene and c.1826G>A (p.Trp609Ter) in PMS1 gene. Other variants of uncertain significance (VUS) were also detected, and some of them were found together with the deleterious variants. In this first application of NGS-based multigene testing in Bahraini women with breast cancer, we show that multigene testing can yield additional genomic information on low-penetrance genes, although the clinical significance of these genes has not been fully appreciated yet. Our findings also provide valuable epidemiological information for future studies and highlight the importance of genetic testing, and an NGS-based multigene analysis may be applied supplementary to traditional genetic counseling."}, "38201513": {"title": "Novel Pathogenic Variants in Hereditary Cancer Syndromes in a Highly Heterogeneous Cohort of Patients: Insights from Multigene Analysis.", "abstract": "Cancer is a major global public health challenge, affecting both quality of life and mortality. Recent advances in genetic research have uncovered hereditary cancer syndromes (HCS) that predispose individuals to malignant neoplasms. While traditional single-gene testing has focused on high-penetrance genes, the past decade has seen a shift toward multigene panels, which facilitate the analysis of multiple genes associated with specific HCS. This approach reveals variants in less-studied gene regions and improves our understanding of cancer predisposition. In a study composed of Russian patients with clinical signs of HCS, we used a multigene hereditary cancer panel and revealed 21.6% individuals with pathogenic or likely pathogenic genetic variants. BRCA1/BRCA2 mutations predominated, followed by the CHEK2 and ATM variants. Of note, 16 previously undescribed variants were identified in the MUTYH, GALNT12, MSH2, MLH1, MLH3, EPCAM, and POLE genes. The implications of the study extend to personalized cancer prevention and treatment strategies, especially in populations lacking extensive epidemiological data, such as Russia. Overall, our research provides valuable genetic insights that give the way for further investigation and advances in the understanding and management of hereditary cancer syndromes."}, "28195393": {"title": "Use of multigene-panel identifies pathogenic variants in several CRC-predisposing genes in patients previously tested for Lynch Syndrome.", "abstract": "Many families with a high burden of colorectal cancer fulfil the clinical criteria for Lynch Syndrome. However, in about half of these families, no germline mutation in the mismatch repair genes known to be associated with this disease can be identified. The aim of this study was to find the genetic cause for the increased colorectal cancer risk in these unsolved cases."}, "29212164": {"title": "Targeted sequencing of established and candidate colorectal cancer genes in the Colon Cancer Family Registry Cohort.", "abstract": "The underlying genetic cause of colorectal cancer (CRC) can be identified for 5-10% of all cases, while at least 20% of CRC cases are thought to be due to inherited genetic factors. Screening for highly penetrant mutations in genes associated with Mendelian cancer syndromes using next-generation sequencing (NGS) can be prohibitively expensive for studies requiring large samples sizes. The aim of the study was to identify rare single nucleotide variants and small indels in 40 established or candidate CRC susceptibility genes in 1,046 familial CRC cases (including both MSS and MSI-H tumor subtypes) and 1,006 unrelated controls from the Colon Cancer Family Registry Cohort using a robust and cost-effective DNA pooling NGS strategy. We identified 264 variants in 38 genes that were observed only in cases, comprising either very rare (minor allele frequency <0.001) or not previously reported (n=90, 34%) in reference databases, including six stop-gain, three frameshift, and 255 non-synonymous variants predicted to be damaging. We found novel germline mutations in established CRC genes MLH1, APC, and POLE, and likely pathogenic variants in cancer susceptibility genes BAP1, CDH1, CHEK2, ENG, and MSH3. For the candidate CRC genes, we identified likely pathogenic variants in the helicase domain of POLQ and in the LRIG1, SH2B3, and NOS1 genes and present their clinicopathological characteristics. Using a DNA pooling NGS strategy, we identified novel germline mutations in established CRC susceptibility genes in familial CRC cases. Further studies are required to support the role of POLQ, LRIG1, SH2B3 and NOS1 as CRC susceptibility genes."}}, "COG4": {"19494034": {"title": "Golgi function and dysfunction in the first COG4-deficient CDG type II patient.", "abstract": "The conserved oligomeric Golgi (COG) complex is a hetero-octameric complex essential for normal glycosylation and intra-Golgi transport. An increasing number of congenital disorder of glycosylation type II (CDG-II) mutations are found in COG subunits indicating its importance in glycosylation. We report a new CDG-II patient harbouring a p.R729W missense mutation in COG4 combined with a submicroscopical deletion. The resulting downregulation of COG4 expression additionally affects expression or stability of other lobe A subunits. Despite this, full complex formation was maintained albeit to a lower extent as shown by glycerol gradient centrifugation. Moreover, our data indicate that subunits are present in a cytosolic pool and full complex formation assists tethering preceding membrane fusion. By extending this study to four other known COG-deficient patients, we now present the first comparative analysis on defects in transport, glycosylation and Golgi ultrastructure in these patients. The observed structural and biochemical abnormalities correlate with the severity of the mutation, with the COG4 mutant being the mildest. All together our results indicate that intact COG complexes are required to maintain Golgi dynamics and its associated functions. According to the current CDG nomenclature, this newly identified deficiency is designated CDG-IIj."}, "19651599": {"title": "Structural basis for a human glycosylation disorder caused by mutation of the COG4 gene.", "abstract": "The proper glycosylation of proteins trafficking through the Golgi apparatus depends upon the conserved oligomeric Golgi (COG) complex. Defects in COG can cause fatal congenital disorders of glycosylation (CDGs) in humans. The recent discovery of a form of CDG, caused in part by a COG4 missense mutation changing Arg 729 to Trp, prompted us to determine the 1.9 A crystal structure of a Cog4 C-terminal fragment. Arg 729 is found to occupy a key position at the center of a salt bridge network, thereby stabilizing Cog4's small C-terminal domain. Studies in HeLa cells reveal that this C-terminal domain, while not needed for the incorporation of Cog4 into COG complexes, is essential for the proper glycosylation of cell surface proteins. We also find that Cog4 bears a strong structural resemblance to exocyst and Dsl1p complex subunits. These complexes and others have been proposed to function by mediating the initial tethering between transport vesicles and their membrane targets; the emerging structural similarities provide strong evidence of a common evolutionary origin and may reflect shared mechanisms of action."}, "21185756": {"title": "Identification of the first COG-CDG patient of Indian origin.", "abstract": "Mutations in the Conserved Oligomeric Golgi (COG) complex give rise to type II congenital disorders of glycosylation (CDG). Thus far, mutations have been identified in 6 of the 8 COG subunits. Here we present data identifying a previously reported CDG-IIx case from Singapore as a new COG4 patient with 2 novel mutations leading to p.E233X and p.L773R; with p.E233X being a de novo mutation. As a result, COG4 protein expression was dramatically reduced, while expression of the other subunits remained unaffected. Analysis of serum N-glycans revealed deficiencies in both sialylation and galactosylation. Furthermore, patient fibroblasts have impaired O-glycosylation. Importantly, patient fibroblasts exhibited a delay in Brefeldin A (BFA) induced retrograde transport, a common characteristic seen in COG deficiencies."}, "25312861": {"title": "Mutations in proteins of the Conserved Oligomeric Golgi Complex affect polarity, cell wall structure, and glycosylation in the filamentous fungus Aspergillus nidulans.", "abstract": "We have described two Aspergillus nidulans gene mutations, designated podB1 (polarity defective) and swoP1 (swollen cell), which cause temperature-sensitive defects during polarization. Mutant strains also displayed unevenness and abnormal thickness of cell walls. Un-polarized or poorly-polarized mutant cells were capable of establishing normal polarity after a shift to a permissive temperature, and mutant hyphae shifted from permissive to restrictive temperature show wall and polarity abnormalities in subsequent growth. The mutated genes (podB=AN8226.3; swoP=AN7462.3) were identified as homologues of COG2 and COG4, respectively, each predicted to encode a subunit of the multi-protein COG (Conserved Oligomeric Golgi) Complex involved in retrograde vesicle trafficking in the Golgi apparatus. Down-regulation of COG2 or COG4 resulted in abnormal polarization and cell wall staining. The GFP-tagged COG2 and COG4 homologues displayed punctate, Golgi-like localization. Lectin-blotting indicated that protein glycosylation was altered in the mutant strains compared to the wild type. A multicopy expression experiment showed evidence for functional interactions between the homologues COG2 and COG4 as well as between COG2 and COG3. To date, this work is the first regarding a functional role of the COG proteins in the development of a filamentous fungus."}, "30287385": {"title": "Cog4 is required for protrusion and extension of the epithelium in the developing semicircular canals.", "abstract": "The semicircular canals in the inner ear sense angular acceleration. In zebrafish, the semicircular canals develop from epithelial projections that grow toward each other and fuse to form pillars. The growth of the epithelial projections is driven by the production and secretion of extracellular matrix components by the epithelium. The conserved oligomeric Golgi 4 protein, Cog4, functions in retrograde vesicle transport within the Golgi and mutations can lead to sensory neural hearing loss. In zebrafish cog4 mutants, the inner ear is smaller and the number of hair cells is reduced. Here, we show that formation of the pillars is delayed and that secretion of extracellular matrix components (ECM) is impaired in cog4-/- mutants. These results show that Cog4 is required for secretion of ECM molecules essential to drive the growth of the epithelial projections and thus regulates morphogenesis of the semicircular canals."}, "30290151": {"title": "A Recurrent De Novo Heterozygous COG4 Substitution Leads to Saul-Wilson Syndrome, Disrupted Vesicular Trafficking, and Altered Proteoglycan Glycosylation.", "abstract": "The conserved oligomeric Golgi (COG) complex is involved in intracellular vesicular transport, and is composed of eight subunits distributed in two lobes, lobe A (COG1-4) and lobe B (COG5-8). We describe fourteen individuals with Saul-Wilson syndrome, a rare form of primordial dwarfism with characteristic facial and radiographic features. All affected subjects harbored heterozygous de novo variants in COG4, giving rise to the same recurrent amino acid substitution (p.Gly516Arg). Affected individuals' fibroblasts, whose COG4 mRNA and protein were not decreased, exhibited delayed anterograde vesicular trafficking from the ER to the Golgi and accelerated retrograde vesicular recycling from the Golgi to the ER. This altered steady-state equilibrium led to a decrease in Golgi volume, as well as morphologic abnormalities with collapse of the Golgi stacks. Despite these abnormalities of the Golgi apparatus, protein glycosylation in sera and fibroblasts from affected subjects was not notably altered, but decorin, a proteoglycan secreted into the extracellular matrix, showed altered Golgi-dependent glycosylation. In summary, we define a specific heterozygous COG4 substitution as the molecular basis of Saul-Wilson syndrome, a rare skeletal dysplasia distinct from biallelic COG4-CDG."}, "31949312": {"title": "Defining the clinical phenotype of Saul-Wilson syndrome.", "abstract": "Four patients with Saul-Wilson syndrome were reported between 1982 and 1994, but no additional individuals were described until 2018, when the molecular etiology of the disease was elucidated. Hence, the clinical phenotype of the disease remains poorly defined. We address this shortcoming by providing a detailed characterization of its phenotype."}, "32078278": {"title": "Unknown", "abstract": "Unknown"}, "32652690": {"title": "Growth in individuals with Saul-Wilson syndrome.", "abstract": "Saul-Wilson syndrome (SWS) is a rare autosomal recessive disorder characterized by microcephalic primordial dwarfism, spondyloepimetaphyseal dysplasia, characteristic facial findings, clubfoot, brachydactyly, bilateral cataracts, and hearing loss. Recently, recurrent mutations in COG4, encoding a component of the Conserved Oligomeric Golgi (COG) complex, were identified. We created detailed growth curves for stature, weight, and head circumference, as well as weight-for-length and weight velocity charts for younger children, derived from hundreds of data points obtained by retrospective chart review from 14 individuals with molecularly-confirmed SWS. In addition, we performed statistical comparisons of height-for-age model fits before and after initiation of growth hormone supplementation, and found that this therapy does not appear to influence height in individuals with SWS. We hope that these charts will represent valuable tools for clinicians, both in assessing whether SWS seems an appropriate diagnosis, as well as to monitor growth of affected individuals. In particular, we hope that our detailed growth characterization will reduce morbidity resulting from unnecessarily aggressive nutritional interventions by well-intentioned physicians trying to promote weight gain, an unrealistic goal in this genetically-determined cause of primordial dwarfism."}, "33340551": {"title": "Congenital Disorders of Glycosylation in Portugal-Two Decades of Experience.", "abstract": "To describe the clinical, biochemical, and genetic features of both new and previously reported patients with congenital disorders of glycosylation (CDGs) diagnosed in Portugal over the last 20 years."}, "33629572": {"title": "The utility of next-generation sequencing technologies in diagnosis of Mendelian mitochondrial diseases and reflections on clinical spectrum.", "abstract": "Diagnostic process of mitochondrial disorders (MD) is challenging because of the clinical variability and genetic heterogeneity of these conditions. Next-Generation Sequencing (NGS) technology offers a high-throughput platform for nuclear MD."}, "33688625": {"title": "Saul-Wilson Syndrome Missense Allele Does Not Show Obvious Golgi Defects in a C. elegans Model.", "abstract": "Saul-Wilson Syndrome is an ultra-rare skeletal syndrome caused by a mutation in the COG4 gene resulting in a glycine-to-arginine substitution at amino acid position 516. The COG4 gene encodes one of 8 subunits of the conserved oligomeric Golgi complex. Using CRISPR-Cas9, our lab generated a C. elegans model for Saul-Wilson Syndrome by recreating the same glycine-to-arginine substitution in the worm ortholog cogc-4. Upon observation, the cogc-4(av107) worms did not display any obvious differences compared to wild-type worms. We used a variety of assays including stressing the worms using heat and Paraquat, as well as RNAi against the 7 other COG complex subunit genes in an attempt to uncover a phenotype. Our data suggest that this mutation in cogc-4(av107) worms does not lead to a detectable phenotype. Further studies should aim at more directly assessing Golgi function in this disease model."}, "34022244": {"title": "Normal transferrin patterns in congenital disorders of glycosylation with Golgi homeostasis disruption: apolipoprotein C-III at the rescue!", "abstract": "We identified three cases of congenital disorders of glycosylation (CDG) with Golgi homeostasis disruption, one ATP6V0A2-CDG and two COG4-CDG, with normal transferrin screening analyses. Patient 1 (P1) presented at birth with cutis laxa. Patient 2 (P2) and patient 3 (P3) are adult siblings and presented with severe symptoms evocative of inborn errors of metabolism. Targeted gene sequencing in P1 revealed pathogenic ATP6V0A2 variants, shared by her affected older brother. In P2 and P3, whole exome sequencing revealed a homozygous COG4 variant of unknown significance. In all affected individuals, transferrin analysis was normal. Mass-spectrometry based serum N-glycome analysis and two-dimensional electrophoresis (2-DE) of haptoglobin and of mucin core 1 O-glycosylated apolipoprotein C-III (apoC-III) were performed. All results of second-line N-glycosylation analyses were initially normal. However, apoC-III 2-DE revealed characteristic \"apoC-III1\" pattern in P1 and specific \"apoC-III0\" patterns in P2 and P3. In P2 and P3, this allowed reclassifying the variant as likely pathogenic according to ACMG guidelines. These cases highlight the existence of normal transferrin patterns in CDG with Golgi homeostasis disruption, putting the clinicians at risk of misdiagnosing patients. Furthermore, they show the potential of apoC-III 2-DE in diagnosing this type of CDG, with highly specific patterns in COG-CDG."}, "34298581": {"title": "Expanding the genotypes and phenotypes for 19 rare diseases by exome sequencing performed in pediatric intensive care unit.", "abstract": "Phenotypes of some rare genetic diseases are atypical and it is a challenge for pediatric intensive care units (PICUs) to diagnose and manage such patients in an emergency. In this study, we investigated 58 PICU patients (39 deceased and 19 surviving) in critical ill status or died shortly without a clear etiology. Whole exome sequencing was performed of 103 DNA samples from their families. Disease-causing single-nucleotide variants (SNVs) and copy number variants (CNVs) were identified to do genotype-phenotypes analysis. In total, 27 (46.6%) patients received a genetic diagnosis. We identified 34 pathogenic or likely pathogenic SNVs from 26 genes, which are related to at least 19 rare diseases. Each rare disease involved an isolated patient except two patients caused by the same gene ACAT1. The genotypic spectrum was expanded by 23 novel SNVs from gene MARS1, PRRT2, TBCK, TOR1A, ECE1, ARX, ZEB2, ACAT1, CPS1, VWF, NBAS, COG4, and INVS. We also identified two novel pathogenic CNVs. Phenotypes associated with respiratory, multiple congenital anomalies, neuromuscular, or metabolic disorders were the most common. Twenty patients (74.1%) accompanied severe infection, 19 patients (70.1%) died. In summary, our findings expanded the genotypes and phenotypes of 19 rare diseases from PICU with complex characteristics."}, "34595172": {"title": "A Dominant Heterozygous Mutation in COG4 Causes Saul-Wilson Syndrome, a Primordial Dwarfism, and Disrupts Zebrafish Development via Wnt Signaling.", "abstract": "Saul-Wilson syndrome (SWS) is a rare, skeletal dysplasia with progeroid appearance and primordial dwarfism. It is caused by a heterozygous, dominant variant (p.G516R) in COG4, a subunit of the conserved oligomeric Golgi (COG) complex involved in intracellular vesicular transport. Our previous work has shown the intracellular disturbances caused by this mutation; however, the pathological mechanism of SWS needs further investigation. We sought to understand the molecular mechanism of specific aspects of the SWS phenotype by analyzing SWS-derived fibroblasts and zebrafish embryos expressing this dominant variant. SWS fibroblasts accumulate glypicans, a group of heparan sulfate proteoglycans (HSPGs) critical for growth and bone development through multiple signaling pathways. Consistently, we find that glypicans are increased in zebrafish embryos expressing the COG4 p.G516R variant. These animals show phenotypes consistent with convergent extension (CE) defects during gastrulation, shortened body length, and malformed jaw cartilage chondrocyte intercalation at larval stages. Since non-canonical Wnt signaling was shown in zebrafish to be related to the regulation of these processes by glypican 4, we assessed wnt levels and found a selective increase of wnt4 transcripts in the presence of COG4 p.G516R . Moreover, overexpression of wnt4 mRNA phenocopies these developmental defects. LGK974, an inhibitor of Wnt signaling, corrects the shortened body length at low concentrations but amplifies it at slightly higher concentrations. WNT4 and the non-canonical Wnt signaling component phospho-JNK are also elevated in cultured SWS-derived fibroblasts. Similar results from SWS cell lines and zebrafish point to altered non-canonical Wnt signaling as one possible mechanism underlying SWS pathology."}, "34603392": {"title": "Development and Initial Characterization of Cellular Models for COG Complex-Related CDG-II Diseases.", "abstract": "Conserved Oligomeric Golgi (COG) is an octameric protein complex that orchestrates intra-Golgi trafficking of glycosylation enzymes. Over a hundred individuals with 31 different COG mutations have been identified until now. The cellular phenotypes and clinical presentations of COG-CDGs are heterogeneous, and patients primarily represent neurological, skeletal, and hepatic abnormalities. The establishment of a cellular COG disease model will benefit the molecular study of the disease, explaining the detailed sequence of the interplay between the COG complex and the trafficking machinery. Moreover, patient fibroblasts are not a good representative of all the organ systems and cell types that are affected by COG mutations. We developed and characterized cellular models for human COG4 mutations, specifically in RPE1 and HEK293T cell lines. Using a combination of CRISPR/Cas9 and lentiviral transduction technologies, both myc-tagged wild-type and mutant (G516R and R729W) COG4 proteins were expressed under the endogenous COG4 promoter. Constructed isogenic cell lines were comprehensively characterized using biochemical, microscopy (superresolution and electron), and proteomics approaches. The analysis revealed similar stability and localization of COG complex subunits, wild-type cell growth, and normal Golgi morphology in all three cell lines. Importantly, COG4-G516R cells demonstrated increased HPA-647 binding to the plasma membrane glycoconjugates, while COG4-R729W cells revealed high GNL-647 binding, indicating specific defects in O- and N-glycosylation. Both mutant cell lines express an elevated level of heparin sulfate proteoglycans. Moreover, a quantitative mass-spectrometry analysis of proteins secreted by COG-deficient cell lines revealed abnormal secretion of SIL1 and ERGIC-53 proteins by COG4-G516R cells. Interestingly, the clinical phenotype of patients with congenital mutations in the SIL1 gene (Marinesco-Sjogren syndrome) overlaps with the phenotype of COG4-G516R patients (Saul-Wilson syndrome). Our work is the first compressive study involving the creation of different COG mutations in different cell lines other than the patient's fibroblast. It may help to address the underlying cause of the phenotypic defects leading to the discovery of a proper treatment guideline for COG-CDGs."}, "35455576": {"title": "Severe Cranio-Cervical Stenosis in a Child with Saul-Wilson Syndrome: A Case Report.", "abstract": "Saul Wilson syndrome (SWS) is a rare congenital syndrome characterized by a variety of symptoms, mostly skeletal changes. Saul and Wilson were the first to describe children with extremely short stature and craniofacial dysmorphism."}, "36393834": {"title": "COG4 mutation in Saul-Wilson syndrome selectively affects secretion of proteins involved in chondrogenesis in chondrocyte-like cells.", "abstract": "Saul-Wilson syndrome is a rare skeletal dysplasia caused by a heterozygous mutation in COG4 (p.G516R). Our previous study showed that this mutation affected glycosylation of proteoglycans and disturbed chondrocyte elongation and intercalation in zebrafish embryos expressing the COG4p.G516R variant. How this mutation causes chondrocyte deficiencies remain unsolved. To analyze a disease-relevant cell type, COG4p.G516R variant was generated by CRISPR knock-in technique in the chondrosarcoma cell line SW1353 to study chondrocyte differentiation and protein secretion. COG4p.G516R cells display impaired protein trafficking and altered COG complex size, similar to SWS-derived fibroblasts. Both SW1353 and HEK293T cells carrying COG4p.G516R showed very modest, cell-type dependent changes in N-glycans. Using 3D culture methods, we found that cells carrying the COG4p.G516R variant made smaller spheroids and had increased apoptosis, indicating impaired in vitro chondrogenesis. Adding WT cells or their conditioned medium reduced cell death and increased spheroid sizes of COG4p.G516R mutant cells, suggesting a deficiency in secreted matrix components. Mass spectrometry-based secretome analysis showed selectively impaired protein secretion, including MMP13 and IGFBP7 which are involved in chondrogenesis and osteogenesis. We verified reduced expression of chondrogenic differentiation markers, MMP13 and COL10A1 and delayed response to BMP2 in COG4p.G516R mutant cells. Collectively, our results show that the Saul-Wilson syndrome COG4p.G516R variant selectively affects the secretion of multiple proteins, especially in chondrocyte-like cells which could further cause pleiotropic defects including hampering long bone growth in SWS individuals."}}, "JPH2": {"17476457": {"title": "Mutation of junctophilin type 2 associated with hypertrophic cardiomyopathy.", "abstract": "Junctophilin subtypes, designated as JPH1 approximately 4, are protein components of junctional complexes and play essential roles in cellular Ca2+ signaling in excitable cells. Knockout mice lacking the cardiac-type Jph2 die of embryonic cardiac arrest, and the mutant cardiac myocytes exhibit impaired formation of peripheral couplings and arrhythmic Ca2+ signaling caused by functional uncoupling between dihydropyridine and ryanodine receptor channels. Based on these observations, we hypothesized that mutations of JPH2 could cause human genetic cardiac diseases. Among 195 Japanese patients (148 index cases and 47 affected family members) with hypertrophic cardiomyopathy (HCM), two heterozygous nonsynonymous nucleotide transitions, G505S and R436C, were newly found in JPH2. When Fisher's exact test was used to compare index cases with HCM to unrelated Japanese healthy controls in the frequencies of mutant alleles, only the G505S mutation showed statistical significance (4/296 HCM patients and 0/472 control individuals, P=0.022). This result was still significant after Bonferroni's correction for multiple comparisons (P=0.044). To the best of our knowledge, this is the first report on JPH2 mutation associated with HCM."}, "17509612": {"title": "Mutations in JPH2-encoded junctophilin-2 associated with hypertrophic cardiomyopathy in humans.", "abstract": "Junctophilin-2 (JPH2) is a cardiac specific member of the junctophilins, a newly characterized family of junctional membrane complex proteins important in physically approximating the plasmalemmal L-type calcium channel and the sarcoplasmic reticulum ryanodine receptor for calcium-induced calcium release. JPH2 knockout mice showed disrupted calcium transients, altered junctional membrane complex formation, cardiomyopathy, and embryonic lethality. Furthermore, JPH2 gene expression is down-regulated in murine cardiomyopathy models. To this end, we explored JPH2 as a novel candidate gene for the pathogenesis of hypertrophic cardiomyopathy (HCM) in humans. Using polymerase chain reaction, denaturing high performance liquid chromatography, and direct DNA sequencing, comprehensive open reading frame/splice site mutational analysis of JPH2 was performed on DNA obtained from 388 unrelated patients with HCM. HCM-associated JPH2 mutations were engineered and functionally characterized using immunocytochemistry, cell morphometry measurements, and live cell confocal calcium imaging. Three novel HCM-susceptibility mutations: S101R, Y141H and S165F, which localize to key functional domains, were discovered in 3/388 unrelated patients with HCM and were absent in 1000 ethnic-matched reference alleles. Functionally, each human mutation caused (i) protein reorganization of junctophilin-2, (ii) perturbations in intracellular calcium signaling, and (iii) marked cardiomyocyte hyperplasia. The molecular and functional evidence implicates defective junctophilin-2 and disrupted calcium signaling as a novel pathogenic mechanism for HCM and establishes HCM as the first human disease associated with genetic defects in JPH2. Whether susceptibility for other cardiomyopathies, such as dilated cardiomyopathy, can be conferred by mutations in JPH2 warrants investigation."}, "20694023": {"title": "Emerging role of junctophilin-2 as a regulator of calcium handling in the heart.", "abstract": "Junctophilin-2 (JPH2) is a membrane-binding protein that plays a key role in the organization of the junctional membrane complex (JMC) in cardiac myocytes. JPH2 is believed to keep the plasma membrane and sarcoplasmic reticulum at a fixed distance within the JMC, which is essential for proper Ca(2+)-induced Ca(2+) release during the excitation-contraction process. Recent studies have revealed that mutations in the JPH2 gene are associated with hypertrophic cardiomyopathy, highlighting the importance of this protein for normal cardiac physiology. In this paper, we review current knowledge about the structure and function of junctophilin-2 in the heart."}, "22515980": {"title": "Beyond the cardiac myofilament: hypertrophic cardiomyopathy- associated mutations in genes that encode calcium-handling proteins.", "abstract": "Traditionally regarded as a genetic disease of the cardiac sarcomere, hypertrophic cardiomyopathy (HCM) is the most common inherited cardiovascular disease and a significant cause of sudden cardiac death. While the most common etiologies of this phenotypically diverse disease lie in a handful of genes encoding critical contractile myofilament proteins, approximately 50% of patients diagnosed with HCM worldwide do not host sarcomeric gene mutations. Recently, mutations in genes encoding calcium-sensitive and calcium-handling proteins have been implicated in the pathogenesis of HCM. Among these are mutations in TNNC1- encoded cardiac troponin C, PLN-encoded phospholamban, and JPH2-encoded junctophilin 2 which have each been associated with HCM in multiple studies. In addition, mutations in RYR2-encoded ryanodine receptor 2, CASQ2-encoded calsequestrin 2, CALR3-encoded calreticulin 3, and SRI-encoded sorcin have been associated with HCM, although more studies are required to validate initial findings. While a relatively uncommon cause of HCM, mutations in genes that encode calcium-handling proteins represent an emerging genetic subset of HCM. Furthermore, these naturally occurring disease-associated mutations have provided useful molecular tools for uncovering novel mechanisms of disease pathogenesis, increasing our understanding of basic cardiac physiology, and dissecting important structure-function relationships within these proteins."}, "23715556": {"title": "Junctophilin-2 is necessary for T-tubule maturation during mouse heart development.", "abstract": "Transverse tubules (TTs) provide the basic subcellular structures that facilitate excitation-contraction (EC) coupling, the essential process that underlies normal cardiac contractility. Previous studies have shown that TTs develop within the first few weeks of life in mammals but the molecular determinants of this development have remained elusive. This study aims to elucidate the role of junctophilin-2 (JPH2), a junctional membrane complex protein, in the maturation of TTs in cardiomyocytes."}, "23973696": {"title": "Mutation E169K in junctophilin-2 causes atrial fibrillation due to impaired RyR2 stabilization.", "abstract": "This study sought to study the role of junctophilin-2 (JPH2) in atrial fibrillation (AF)."}, "24636942": {"title": "The junctophilin family of proteins: from bench to bedside.", "abstract": "Excitable tissues rely on junctional membrane complexes to couple cell surface signals to intracellular channels. The junctophilins have emerged as a family of proteins critical in coordinating the maturation and maintenance of this cellular ultrastructure. Within skeletal and cardiac muscle, junctophilin 1 and junctophilin 2, respectively, couple sarcolemmal and intracellular calcium channels. In neuronal tissue, junctophilin 3 and junctophilin 4 may have an emerging role in coupling membrane neurotransmitter receptors and intracellular calcium channels. These important physiological roles are highlighted by the pathophysiology which results when these proteins are perturbed, and a growing body of literature has associated junctophilins with the pathogenesis of human disease."}, "24935431": {"title": "Emerging roles of junctophilin-2 in the heart and implications for cardiac diseases.", "abstract": "Cardiomyocytes rely on a highly specialized subcellular architecture to maintain normal cardiac function. In a little over a decade, junctophilin-2 (JPH2) has become recognized as a cardiac structural protein critical in forming junctional membrane complexes (JMCs), which are subcellular domains essential for excitation-contraction coupling within the heart. While initial studies described the structure of JPH2 and its role in anchoring junctional sarcoplasmic reticulum and transverse-tubule (T-tubule) membrane invaginations, recent research has an expanded role of JPH2 in JMC structure and function. For example, JPH2 is necessary for the development of postnatal T-tubule in mammals. It is also critical for the maintenance of the complex JMC architecture and stabilization of local ion channels in mature cardiomyocytes. Loss of this function by mutations or down-regulation of protein expression has been linked to hypertrophic cardiomyopathy, arrhythmias, and progression of disease in failing hearts. In this review, we summarize current views on the roles of JPH2 within the heart and how JPH2 dysregulation may contribute to a variety of cardiac diseases."}, "25500949": {"title": "Post-mortem Whole exome sequencing with gene-specific analysis for autopsy-negative sudden unexplained death in the young: a case series.", "abstract": "Annually, thousands of sudden deaths in individuals under 35 years remain unexplained following comprehensive medico-legal autopsy. Previously, post-mortem genetic analysis by Sanger sequencing of four major cardiac channelopathy genes revealed that approximately one-fourth of these autopsy-negative sudden unexplained death in the young (SUDY) cases harbored an underlying mutation. However, there are now over 100 sudden death-predisposing cardiac channelopathy-, cardiomyopathy-, and metabolic disorder-susceptibility genes. Here, we set out to determine whether post-mortem whole exome sequencing (WES) is an efficient strategy to detect ultra-rare, potentially pathogenic variants. We performed post-mortem WES and gene-specific analysis of 117 sudden death-susceptibility genes for 14 consecutively referred Caucasian SUDY victims (average age at death 17.4 ± 8.6 years) to identify putative SUDY-associated mutations. On average, each SUDY case had 12,758 ± 2,016 non-synonymous variants, of which 79 ± 15 localized to these 117 genes. Overall, eight ultra-rare variants (seven missense, one in-frame insertion) absent in three publically available exome databases were identified in six genes (three in TTN, and one each in CACNA1C, JPH2, MYH7, VCL, RYR2) in seven of 14 cases (50 %). Of the seven missense alterations, two (T171M-CACNA1C, I22160T-TTN) were predicted damaging by three independent in silico tools. Although WES and gene-specific surveillance is an efficient means to detect rare genetic variants that might underlie the pathogenic cause of death, accurate interpretation of each variant is challenging. Great restraint and caution must be exercised otherwise families may be informed prematurely and incorrectly that the root cause has been found."}, "26869393": {"title": "Impact of Genotype on the Occurrence of Atrial Fibrillation in Patients With Hypertrophic Cardiomyopathy.", "abstract": "Genes associated with hypertrophic cardiomyopathy (HC) are not uniformly expressed in the atrial myocardium. Whether this may impact susceptibility to atrial fibrillation (AF) is unresolved. To analyze the prevalence and clinical correlates of AF in relation to genotype in a large HC cohort, prevalence and clinical profile of AF were assessed in 237 patients with HC, followed for 14 ± 10 years. Patients were divided into 3 genetic subgroups: (1) MYBPC3 (58%), (2) MYH7 (28%), and (3) \"other genotypes\" (14%; comprising TNNT2, TNNI3, TPM1, MYL2, complex genotypes, Z-line, and E-C coupling genes). Left atrial size was similar in the 3 subsets. AF occurred in 74 patients with HC (31%), with no difference among groups (31% in MYBPC3, 37% in MYH7 and 18% in other genotypes, p = 0.15), paroxysmal/persistent AF (12%, 18%, and 12%, respectively; p = 0.53), paroxysmal/persistent evolved to permanent (12%, 12%, and 3%, p = 0.36) or permanent AF (7%, 7%, and 3%, p = 0.82). Age at AF onset was younger in the group with other genotypes (37 ± 10 years) compared to the first 2 groups (53 ± 14 and 51 ± 17, respectively; p = 0.05) because of early onset associated with complex genotypes and a specific JPH2 mutation associated with abnormal intracellular calcium handling. At multivariate analysis, independent predictors of AF were atrial diameter (p ≤0.05) and age at diagnosis (p = 0.09), but not genetic subtype (p = 0.35). In conclusion, in patients with HC, genetic testing cannot be used in clinical decision making with regard to management strategies for AF. Genotype is not predictive of onset or severity of AF, which appears rather driven by hemodynamic determinants of atrial dilatation. Exceptions are represented by rare genes suggesting specific molecular pathways for AF in genetic cardiomyopathies."}, "27471098": {"title": "Mutation in JPH2 cause dilated cardiomyopathy.", "abstract": null}, "30167555": {"title": "JPH2 Mutant Gene Causes Familial Hypertrophic Cardiomyopathy: A Possible Model to Unravel the Subtlety of Calcium-Regulated Contractility.", "abstract": null}, "28393127": {"title": "Novel junctophilin-2 mutation A405S is associated with basal septal hypertrophy and diastolic dysfunction.", "abstract": "Hypertrophic cardiomyopathy (HCM), defined as asymmetric left ventricular hypertrophy, is a leading cause of cardiac death in the young. Perturbations in calcium (Ca2+) handling proteins have been implicated in the pathogenesis of HCM. JPH2-encoded junctophilin 2 is a major component of the junctional membrane complex, the subcellular microdomain involved in excitation-contraction coupling. We hypothesized that a novel JPH2 mutation identified in patients with HCM is causally linked to HCM, and alters intracellular Ca2+ signaling in a pro-hypertrophic manner."}, "30235249": {"title": "Heterozygous junctophilin-2 (JPH2) p.(Thr161Lys) is a monogenic cause for HCM with heart failure.", "abstract": "During the last two decades, mutations in sarcomere genes have found to comprise the most common cause for hypertrophic cardiomyopathy (HCM), but still significant number of patients with dominant HCM in the family are left without molecular genetic diagnosis. Next generation sequencing (NGS) does not only enable evaluation of established HCM genes but also candidate genes for cardiomyopathy are frequently tested which may lead to a situation where conclusive interpretation of the variant requires extensive family studies. We aimed to characterize the phenotype related to a variant in the junctophilin-2 (JPH2) gene, which is less known non-sarcomeric candidate gene. In addition, we did extensive review of the literature and databases about JPH2 variation in association with cardiac disease. We characterize nine Finnish index patients with HCM and heterozygous for JPH2 c.482C>A, p.(Thr161Lys) variant were included and segregation studies were performed. We identified 20 individuals affected with HCM with or without systolic heart failure and conduction abnormalities in the nine Finnish families with JPH2 p.(Thr161Lys) variant. We found 26 heterozygotes with the variant and penetrance was 71% by age 60 and 100% by age 80. Co-segregation of the variant with HCM phenotype was observed in six families. Main clinical features were left ventricular hypertrophy, arrhythmia vulnerability and conduction abnormalities including third degree AV-block. In some patients end-stage severe left ventricular heart failure with normal or mildly enlarged diastolic dimensions was detected. In conclusion, we propose that the heterozygous JPH2 p.(Thr161Lys) variant is a new Finnish mutation causing atypical HCM."}, "30384889": {"title": "Genetic Basis of Severe Childhood-Onset Cardiomyopathies.", "abstract": "Childhood cardiomyopathies are progressive and often lethal disorders, forming the most common cause of heart failure in children. Despite severe outcomes, their genetic background is still poorly characterized."}, "31227780": {"title": "Analysis of enriched rare variants in JPH2-encoded junctophilin-2 among Greater Middle Eastern individuals reveals a novel homozygous variant associated with neonatal dilated cardiomyopathy.", "abstract": "Junctophilin-2 (JPH2) is a part of the junctional membrane complex that facilitates calcium-handling in the cardiomyocyte. Previously, missense variants in JPH2 have been linked to hypertrophic cardiomyopathy; however, pathogenic \"loss of function\" (LOF) variants have not been described. Family-based genetic analysis of GME individuals with cardiomyopathic disease identified an Iranian patient with dilated cardiomyopathy (DCM) as a carrier of a novel, homozygous single nucleotide insertion in JPH2 resulting in a stop codon (JPH2-p.E641*). A second Iranian family with consanguineous parents hosting an identical heterozygous variant had 2 children die in childhood from cardiac failure. To characterize ethnicity-dependent genetic variability in JPH2 and to identify homozygous JPH2 variants associated with cardiac disease, we identified variants in JPH2 in a worldwide control cohort (gnomAD) and 2 similar cohorts from the Greater Middle East (GME Variome, Iranome). These were compared against ethnicity-matched clinical whole exome sequencing (WES) referral tests and a case cohort of individuals with hypertrophic cardiomyopathy (HCM) based on comprehensive review of the literature. Worldwide, 1.45% of healthy individuals hosted a rare JPH2 variant with a significantly higher proportion among GME individuals (4.45%); LOF variants were rare overall (0.04%) yet were most prevalent in GME (0.21%). The increased prevalence of LOF variants in GME individuals was corroborated among region-specific, clinical WES cohorts. In conclusion, we report ethnic-specific differences in JPH2 rare variants, with GME individuals being at higher risk of hosting homozygous LOF variants. This conclusion is supported by the identification of a novel JPH2 LOF variant confirmed by segregation analysis resulting in autosomal recessive pediatric DCM due to presumptive JPH2 truncation."}, "31478477": {"title": "A special case of hypertrophic cardiomyopathy with a differential diagnosis of isolated cardiac amyloidosis or junctophilin type 2 associated cardiomyopathy.", "abstract": "Differential diagnosis between hypertrophic cardiomyopathy (HCM) and cardiac amyloidosis (CA) is mandatory since the prognosis is very different, but not always possible as both diseases present with increased myocardial thickness and mass. Despite better knowledge of the pathophysiology of both HCM and CA, and new developments in diagnosis, many patients with cardiac involvement in systemic amyloidosis are still only diagnosed in an advanced stage. Improvements in non-invasive diagnostic methods such as ultrasound techniques and cardiac magnetic resonance imaging will eventually obviate the need for invasive studies in order to prove amyloid cardiomyopathy. Nevertheless, today, an endomyocardial biopsy still remains the golden standard. We present an 86-year-old man, diagnosed with hypertrophic cardiomyopathy, in whom echocardiography and cardiac magnetic resonance imaging strongly suggested amyloidosis to be the underlying cause. Interestingly, a new variant of the junctophilin 2 (JPH2) gene, related to hypertrophic cardiomyopathies, was found in our patient."}, "32777767": {"title": "Generation of a Junctophilin-2 homozygous knockout human embryonic stem cell line (WAe009-A-36) by an episomal vector-based CRISPR/Cas9 system.", "abstract": "Mutations in Junctophilin-2(JPH2) gene is the cause of hypertrophic cardiomyopathy (HCM) and leading inherited cause of left ventricular hypertrophy and myofilaments disarray. JPH2 protein, a member of the Junctophilin family, is mainly expressed in heart and plays an important role in E-C coupling. We have generated a homozygous JPH2 knockout (JPH2-KO) human embryonic stem cell (hESC) line using an episomal vector-based CRISPR/Cas9 system. This JPH2-KO hESC line maintained stem cell like morphology, pluripotency, normal karyotype and could differentiate into all three germ layers in vivo."}, "32879264": {"title": "Sudden Unexpected Death of Infantile Dilated Cardiomyopathy with JPH2 and PKD1 Gene Variants.", "abstract": "A Japanese girl with polycystic kidney disease (PKD) developed normally, but at 8 months of age, she was hospitalized for acute onset dyspnea. On the day after admission to hospital, her general condition suddenly became worse. An echocardiogram showed left ventricular dilatation with thin walls, severe mitral valve regurgitation, and a reduced ejection fraction. She died of acute cardiac failure 3 hours after the sudden change. Postmortem analysis with light microscopy showed disarray of cardiomyocytes without obvious infiltration of lymphocytes, and we diagnosed her heart failure as idiopathic dilated cardiomyopathy (DCM). Clinical exome sequencing showed compound heterozygous variants in JPH2 (p.T237A/p.I414L) and a heterozygous nonsense mutation in PKD1 (p.Q4193*). To date, several variants in the JPH2 gene have been reported to be pathogenic for adult-onset hypertrophic cardiomyopathy or DCM in an autosomal dominant manner and infantile-onset DCM in an autosomal recessive manner. Additionally, autosomal dominant polycystic kidney disease is a systemic disease associated with several extrarenal manifestations, such as cardiomyopathy. Here we report a sudden infant death case of DCM and discuss the genetic variants of DCM and PKD."}, "34394822": {"title": "Targeting JP2: A New Treatment for Pulmonary Hypertension.", "abstract": "Pulmonary hypertension (PH) is a disease with a complex etiology and high mortality rate. Abnormal pulmonary vasoconstriction and pulmonary vascular remodeling lead to an increase in mean pulmonary arterial blood pressure for which, and there is currently no cure. Junctophilin-2 (JP2) is beneficial for the assembly of junctional membrane complexes, the structural basis for excitation-contraction coupling that tethers the plasma membrane to the sarcoplasmic reticulum/endoplasmic reticulum and is involved in maintaining intracellular calcium concentration homeostasis and normal muscle contraction function. Recent studies have shown that JP2 maintains normal contraction and relaxation of vascular smooth muscle. In some experimental studies of drug treatments for PH, JP2 expression was increased, which improved pulmonary vascular remodeling and right ventricular function. Based on JP2 research to date, this paper summarizes the current understanding of JP2 protein structure, function, and related heart diseases and mechanisms and analyzes the feasibility and possible therapeutic strategies for targeting JP2 in PH."}, "34526680": {"title": "Minor hypertrophic cardiomyopathy genes, major insights into the genetics of cardiomyopathies.", "abstract": "Hypertrophic cardiomyopathy (HCM) was traditionally described as an autosomal dominant Mendelian disease but is now increasingly recognized as having a complex genetic aetiology. Although eight core genes encoding sarcomeric proteins account for >90% of the pathogenic variants in patients with HCM, variants in several additional genes (ACTN2, ALPK3, CSRP3, FHOD3, FLNC, JPH2, KLHL24, PLN and TRIM63), encoding non-sarcomeric proteins with diverse functions, have been shown to be disease-causing in a small number of patients. Genome-wide association studies (GWAS) have identified numerous loci in cardiomyopathy case-control studies and biobank investigations of left ventricular functional traits. Genes associated with Mendelian cardiomyopathy are enriched in the putative causal gene lists at these loci. Intriguingly, many loci are associated with both HCM and dilated cardiomyopathy but with opposite directions of effect on left ventricular traits, highlighting a genetic basis underlying the contrasting pathophysiological effects observed in each condition. This overlap extends to rare Mendelian variants with distinct variant classes in several genes associated with HCM and dilated cardiomyopathy. In this Review, we appraise the complex contribution of the non-sarcomeric, HCM-associated genes to cardiomyopathies across a range of variant classes (from common non-coding variants of individually low effect size to complete gene knockouts), which provides insights into the genetic basis of cardiomyopathies, causal genes at GWAS loci and the application of clinical genetic testing."}, "34861382": {"title": "One gene, two modes of inheritance, four diseases: A systematic review of the cardiac manifestation of pathogenic variants in JPH2-encoded junctophilin-2.", "abstract": "Rare variants in JPH2 have been associated with a range of cardiac disease, including hypertrophic cardiomyopathy (HCM), dilated cardiomyopathy (DCM), arrhythmias, and sudden cardiac death (SCD); however, our understanding of how variants in JPH2 correspond to specific modes of inheritance and correlate clinical phenotypes has not been comprehensively explored. In this systematic review, we assess current case reports and series that describe patients with JPH2 variants and cardiac disease. We identified a total of 61 variant-positive individuals, approximately 80% of whom had some form of cardiac disease, including 47% HCM, 18% DCM, and 14% arrhythmia/SCD. In analyzing the 24 probands described in the studies, we found that autosomal recessive, loss-of-function variants are associated with severe, early onset DCM, while autosomal dominant missense variants are associated with a wider range of cardiac disease, including HCM, arrhythmia, SCD, and cardiac conduction disease."}, "35001666": {"title": "The role of junctophilin proteins in cellular function.", "abstract": "Junctophilins (JPHs) comprise a family of structural proteins that connect the plasma membrane to intracellular organelles such as the endo/sarcoplasmic reticulum (ER/SR). Tethering of these membrane structures results in the formation of highly organized subcellular junctions that play important signaling roles in all excitable cell types. There are four JPH isoforms, expressed primarily in muscle and neuronal cell types. Each JPH protein consists of six membrane occupation and recognition nexus (MORN) motifs, a joining region connecting these to another set of two MORN motifs, a putative alpha-helical region, a divergent region exhibiting low homology between JPH isoforms, and a carboxy-terminal transmembrane region anchoring into the ER/SR membrane. JPH isoforms play essential roles in developing and maintaining subcellular membrane junctions. Conversely, inherited mutations in JPH2 cause hypertrophic or dilated cardiomyopathy, while trinucleotide expansions in the JPH3 gene cause Huntington Disease-Like 2. Loss of JPH1 protein levels can cause skeletal myopathy, while loss of cardiac JPH2 levels causes heart failure and atrial fibrillation, among other disease. This review will provide a comprehensive overview of the JPH gene family, phylogeny, and evolutionary analysis of JPH genes and other MORN domain proteins. JPH biogenesis, membrane tethering, and binding partners will be discussed, as well as functional roles of JPH isoforms in excitable cells. Finally, potential roles of JPH isoform deficits in human disease pathogenesis will be reviewed."}, "35238659": {"title": "Structures of the junctophilin/voltage-gated calcium channel interface reveal hot spot for cardiomyopathy mutations.", "abstract": "SignificanceIon channels have evolved the ability to communicate with one another, either through protein-protein interactions, or indirectly via intermediate diffusible messenger molecules. In special cases, the channels are part of different membranes. In muscle tissue, the T-tubule membrane is in proximity to the sarcoplasmic reticulum, allowing communication between L-type calcium channels and ryanodine receptors. This process is critical for excitation-contraction coupling and requires auxiliary proteins like junctophilin (JPH). JPHs are targets for disease-associated mutations, most notably hypertrophic cardiomyopathy mutations in the JPH2 isoform. Here we provide high-resolution snapshots of JPH, both alone and in complex with a calcium channel peptide, and show how this interaction is targeted by cardiomyopathy mutations."}, "36357925": {"title": "De novo and inherited variants in coding and regulatory regions in genetic cardiomyopathies.", "abstract": "Cardiomyopathies are a leading cause of progressive heart failure and sudden cardiac death; however, their genetic aetiology remains poorly understood. We hypothesised that variants in noncoding regulatory regions and oligogenic inheritance mechanisms may help close the diagnostic gap."}, "37371654": {"title": "The Junctophilin-2 Mutation p.(Thr161Lys) Is Associated with Hypertrophic Cardiomyopathy Using Patient-Specific iPS Cardiomyocytes and Demonstrates Prolonged Action Potential and Increased Arrhythmogenicity.", "abstract": "Hypertrophic cardiomyopathy (HCM) is one of the most common genetic cardiac diseases; it is primarily caused by mutations in sarcomeric genes. However, HCM is also associated with mutations in non-sarcomeric proteins and a Finnish founder mutation for HCM in non-sarcomeric protein junctophilin-2 (JPH2) has been identified. This study aimed at assessing the issue of modelling the rare Finnish founder mutation in cardiomyocytes (CMs) differentiated from iPSCs; therefore, presenting the same cardiac abnormalities observed in the patients. To explore the abnormal functions in JPH2-HCM, skin fibroblasts from a Finnish patient with JPH2 p.(Thr161Lys) were reprogrammed into iPSCs and further differentiated into CMs. As a control line, an isogenic counterpart was generated using the CRISPR/Cas9 genome editing method. Finally, iPSC-CMs were evaluated for the morphological and functional characteristics associated with JPH2 mutation. JPH2-hiPSC-CMs displayed key HCM hallmarks (cellular hypertrophy, multi-nucleation, sarcomeric disarray). Moreover, JPH2-hiPSC-CMs exhibit a higher degree of arrhythmia and longer action potential duration associated with slower inactivation of calcium channels. Functional evaluation supported clinical observations, with differences in beating characteristics when compared with isogenic-hiPSC-CMs. Thus, the iPSC-derived, disease-specific cardiomyocytes could serve as a translationally relevant platform to study genetic cardiac diseases."}, "29540472": {"title": "Prevalence of Pathogenic Gene Mutations and Prognosis Do Not Differ in Isolated Left Ventricular Dysfunction Compared With Dilated Cardiomyopathy.", "abstract": "Genetic evaluation is recommended in patients with unexplained dilated cardiomyopathy (DCM), but its diagnostic yield and prognostic relevance in unexplained isolated left ventricular dysfunction (LVdys) is unknown."}, "29165669": {"title": "ClinVar: improving access to variant interpretations and supporting evidence.", "abstract": "ClinVar (https://www.ncbi.nlm.nih.gov/clinvar/) is a freely available, public archive of human genetic variants and interpretations of their significance to disease, maintained at the National Institutes of Health. Interpretations of the clinical significance of variants are submitted by clinical testing laboratories, research laboratories, expert panels and other groups. ClinVar aggregates data by variant-disease pairs, and by variant (or set of variants). Data aggregated by variant are accessible on the website, in an improved set of variant call format files and as a new comprehensive XML report. ClinVar recently started accepting submissions that are focused primarily on providing phenotypic information for individuals who have had genetic testing. Submissions may come from clinical providers providing their own interpretation of the variant ('provider interpretation') or from groups such as patient registries that primarily provide phenotypic information from patients ('phenotyping only'). ClinVar continues to make improvements to its search and retrieval functions. Several new fields are now indexed for more precise searching, and filters allow the user to narrow down a large set of search results."}}, "GRXCR2": {"24619944": {"title": "A frameshift mutation in GRXCR2 causes recessively inherited hearing loss.", "abstract": "More than 360 million humans are affected with some degree of hearing loss, either early or later in life. A genetic cause for the disorder is present in a majority of the cases. We mapped a locus (DFNB101) for hearing loss in humans to chromosome 5q in a consanguineous Pakistani family. Exome sequencing revealed an insertion mutation in GRXCR2 as the cause of moderate-to-severe and likely progressive hearing loss in the affected individuals of the family. The frameshift mutation is predicted to affect a conserved, cysteine-rich region of GRXCR2, and to result in an abnormal extension of the C-terminus. Functional studies by cell transfections demonstrated that the mutant protein is unstable and mislocalized relative to wild-type GRXCR2, consistent with a loss-of-function mutation. Targeted disruption of Grxcr2 is concurrently reported to cause hearing loss in mice. The structural abnormalities in this animal model suggest a role for GRXCR2 in the development of stereocilia bundles, specialized structures on the apical surface of sensory cells in the cochlea that are critical for sound detection. Our results indicate that GRXCR2 should be considered in differential genetic diagnosis for individuals with early onset, moderate-to-severe and progressive hearing loss."}, "28383030": {"title": "Genetic Predisposition to Sporadic Congenital Hearing Loss in a Pediatric Population.", "abstract": "Discriminating between inherited and non-inherited sporadic hearing loss is challenging. Here, we attempted to delineate genetic inheritance in simplex cases of severe-to-profound congenital hearing loss in Korean children. Variations in SLC26A4 and GJB2 in 28 children with bilateral severe-to-profound non-syndromic hearing loss (NSHL) without familial history were analyzed using Sanger sequencing. Genetic analysis of individuals without mutations in SLC26A4 and GJB2 was performed by whole exome sequencing (WES). Bi-allelic mutations in SLC26A4 and GJB2 were identified in 12 and 3 subjects, respectively. Of the 13 individuals without mutations in SLC26A4 and GJB2, 2 and 1 carried compound heterozygous mutations in MYO15A and CDH23, respectively. Thus, 64.3% (18/28) of individuals with NSHL were determined to be genetically predisposed. Individuals with sporadic severe-to-profound NSHL were found to mostly exhibit an autosomal recessive inheritance pattern. Novel causative candidate genes for NSHL were identified by analysis of WES data of 10 families without mutations in known causative genes. Bi-allelic mutations predisposing to NSHL were identified in 64.3% of subjects with sporadic severe-to-profound NSHL. Given that several causative genes for NSHL are still unidentified, genetic inheritance of sporadic congenital hearing loss could be more common than that indicated by our results."}, "32048449": {"title": "Clinical and genetic study of 12 Chinese Han families with nonsyndromic deafness.", "abstract": "Nonsyndromic hearing loss is clinically and genetically heterogeneous. In this study, we characterized the clinical features of 12 Chinese Han deaf families in which mutations in common deafness genes GJB2, SLC26A4, and MT-RNR1 were excluded."}, "30157177": {"title": "Grxcr2 is required for stereocilia morphogenesis in the cochlea.", "abstract": "Hearing and balance depend upon the precise morphogenesis and mechanosensory function of stereocilia, the specialized structures on the apical surface of sensory hair cells in the inner ear. Previous studies of Grxcr1 mutant mice indicated a critical role for this gene in control of stereocilia dimensions during development. In this study, we analyzed expression of the paralog Grxcr2 in the mouse and evaluated auditory and vestibular function of strains carrying targeted mutations of the gene. Peak expression of Grxcr2 occurs during early postnatal development of the inner ear and GRXCR2 is localized to stereocilia in both the cochlea and in vestibular organs. Homozygous Grxcr2 deletion mutants exhibit significant hearing loss by 3 weeks of age that is associated with developmental defects in stereocilia bundle orientation and organization. Despite these bundle defects, the mechanotransduction apparatus assembles in relatively normal fashion as determined by whole cell electrophysiological evaluation and FM1-43 uptake. Although Grxcr2 mutants do not exhibit overt vestibular dysfunction, evaluation of vestibular evoked potentials revealed subtle defects of the mutants in response to linear accelerations. In addition, reduced Grxcr2 expression in a hypomorphic mutant strain is associated with progressive hearing loss and bundle defects. The stereocilia localization of GRXCR2, together with the bundle pathologies observed in the mutants, indicate that GRXCR2 plays an intrinsic role in bundle orientation, organization, and sensory function in the inner ear during development and at maturity."}, "33528103": {"title": "Whole exome sequencing reveals a biallelic frameshift mutation in GRXCR2 in hearing impairment in Cameroon.", "abstract": "Hearing impairment (HI) genes are poorly studied in African populations."}, "35454363": {"title": "Identification of a De Novo Deletion by Using A-CGH Involving PLNAX2: An Interesting Candidate Gene in Psychomotor Developmental Delay.", "abstract": "Psychomotor developmental delay is a disorder with a prevalence of 12-18% in the pediatric population, characterized by the non-acquisition of motor, cognitive and communication skills during the child's development, in relation to chronological age. An appropriate neuropsychomotor evaluation and the use of new technologies, such as Array Comparative Genomic Hybridization (a-CGH) and Next-generation sequencing (NGS), can contribute to early diagnosis and improving the quality of life. In this case, we have analyzed a boy aged 2 years and 8 months, with a diagnosis of psychomotor developmental delay, mainly in the area of communication and language. The a-CGH analysis identified three de novo deletions of uncertain clinical significance, involving PLXNA2 (1q32.2), PRELID2, GRXCR2 and SH3RF2 (5q32), RIMS1 (6q13), and a heterozygous duplication of maternal origin involved three genes: HELZ, PSMD12 and PITPNC1 (17q24.2). Among all these alterations, our attention focused on the PLXNA2 gene because of the central function that plexin 2 carries out in the development of the central nervous system. However, all genes detected in the analysis could contribute to the phenotypic characteristics of the patient."}}, "EMC1": {"36799557": {"title": "Compound heterozygous splicing variants expand the genotypic spectrum of EMC1-related disorders.", "abstract": "EMC1 encodes subunit 1 of the endoplasmic reticulum (ER) membrane protein complex (EMC), a transmembrane domain insertase involved in membrane protein biosynthesis. Variants in EMC1 are described as a cause of global developmental delay, hypotonia, cortical visual impairment, and commonly, cerebral atrophy on MRI scan. We report an individual with severe global developmental delay and progressive cerebellar atrophy in whom exome sequencing identified a heterozygous essential splice-site variant in intron-3 of EMC1 (NM_015047.3:c.287-1G>A). Whole genome sequencing (WGS) identified a deep intronic variant in intron-20 of EMC1 (NM_015047.3:c.2588-771C>G) that was poorly predicted by in silico programs to disrupt pre-mRNA splicing. Reverse Transcription-PCR (RT-PCR) revealed stochastic activation of a pseudo-exon associated with the c.2588-771C>G variant and mis-splicing arising from the c.287-1G>A variant. This case highlights the utility of WGS and RNA studies to identify and assess likely pathogenicity of deep intronic variants and expands the genotypic and phenotypic spectrum of EMC1-related disorders."}, "35234901": {"title": "De novo variants in EMC1 lead to neurodevelopmental delay and cerebellar degeneration and affect glial function in Drosophila.", "abstract": "The endoplasmic reticulum (ER)-membrane protein complex (EMC) is a multi-protein transmembrane complex composed of 10 subunits that functions as a membrane-protein chaperone. Variants in EMC1 lead to neurodevelopmental delay and cerebellar degeneration. Multiple families with biallelic variants have been published, yet to date, only a single report of a monoallelic variant has been described, and functional evidence is sparse."}, "37187958": {"title": "Novel compound heterozygous variants in EMC1 associated with global developmental delay: a lesson from a non-silent synonymous exonic mutation.", "abstract": "The endoplasmic reticulum-membrane protein complex (EMC) as a molecular chaperone is required for the proper synthesis, folding and traffic of several transmembrane proteins. Variants in the subunit 1 of EMC (EMC1) have been implicated in neurodevelopmental disorders."}, "26942288": {"title": "Monoallelic and Biallelic Variants in EMC1 Identified in Individuals with Global Developmental Delay, Hypotonia, Scoliosis, and Cerebellar Atrophy.", "abstract": "The paradigm of a single gene associated with one specific phenotype and mode of inheritance has been repeatedly challenged. Genotype-phenotype correlations can often be traced to different mutation types, localization of the variants in distinct protein domains, or the trigger of or escape from nonsense-mediated decay. Using whole-exome sequencing, we identified homozygous variants in EMC1 that segregated with a phenotype of developmental delay, hypotonia, scoliosis, and cerebellar atrophy in three families. In addition, a de novo heterozygous EMC1 variant was seen in an individual with a similar clinical and MRI imaging phenotype. EMC1 encodes a member of the endoplasmic reticulum (ER)-membrane protein complex (EMC), an evolutionarily conserved complex that has been proposed to have multiple roles in ER-associated degradation, ER-mitochondria tethering, and proper assembly of multi-pass transmembrane proteins. Perturbations of protein folding and organelle crosstalk have been implicated in neurodegenerative processes including cerebellar atrophy. We propose EMC1 as a gene in which either biallelic or monoallelic variants might lead to a syndrome including intellectual disability and preferential degeneration of the cerebellum."}, "32092440": {"title": "Novel truncating and missense variants extending the spectrum of EMC1-related phenotypes, causing autism spectrum disorder, severe global development delay and visual impairment.", "abstract": "The EMC1 gene, located on 1p36.13, encodes the subunit 1 of the endoplasmic reticulum-membrane protein complex, a highly conserved and ubiquitous multiprotein transmembrane complex. Pathogenic monoallelic and biallelic variants in EMC1 in humans have been reported only in six families, causing isolated visual impairment or in association with psychomotor retardation and cerebellar atrophy. We report a ten-year-old boy, born to unrelated parents, with early-onset severe global development delay due to novel EMC1 biallelic pathogenic variants. A truncating variant, p.(Tyr378*) and a missense variant, p.(Phe953Ser), located in exon 11 and 23 of EMC1 gene respectively, have been found by reanalysis of exome sequencing data. The proband's phenotype included several signs that overlap with the phenotype of previously reported patients, associating severe global developmental delay, abnormal ophthalmological examination, and postnatal slow-down of the head circumference growth. Some distinguishing clinical signs were observed in comparison to patients from literature, such as autism spectrum disorder, absence of seizures, scoliosis or facial dysmorphic features, thus extending the spectrum of EMC1-related phenotypes. Similarly, brain MRI, performed at 2 years, showed normal cerebellar volume and structure, whereas cerebellar atrophy was described in literature. Moreover, difficulties of clinical differential diagnosis between EMC1-associated disease and other etiologies of global development delay support the importance of large-scale genetic investigations. Our diagnostic approach, through reanalysis of exome sequencing data, highlights the importance of reconsidering initial negative results for patients with a strong suspicion of genetic disease, and to update analytic pipelines in order to improve the diagnostic yield of exome sequencing."}, "29271071": {"title": "A novel splice variant in EMC1 is associated with cerebellar atrophy, visual impairment, psychomotor retardation with epilepsy.", "abstract": "Several genes have been implicated in a highly variable presentation of developmental delay with psychomotor retardation. Mutations in EMC1 gene have recently been reported. Herein, we describe a proband born of a consanguineous marriage, who presented with early infantile onset epilepsy, scaphocephaly, developmental delay, central hypotonia, muscle wasting, and severe cerebellar and brainstem atrophy."}, "38161285": {"title": "Novel compound heterozygous variants in EMC1: Overlapping phenotypes of left ventricular noncompaction and long QT syndrome warranting in-depth exploration.", "abstract": "A couple was referred for prenatal counseling at the gestational age of 35 weeks of a male fetus (II-2) with sinus bradycardia and suspected first degree atrioventricular block with left ventricular noncompaction (LVNC). A previous pregnancy for the couple of a female fetus (II-1) was diagnosed prenatally as sinus bradycardia at the gestational age of 30 weeks. Both fetuses were confirmed to have long QT syndrome (LQTS) with LVNC after birth, and died of heart failure during infancy. The genetic cause of the combined cardiovascular disorders was investigated by trio whole-exome sequencing and Sanger sequencing on DNA extracted from parental blood samples and umbilical cord serum of the proband. Compound heterozygous variants were identified in the endoplasmic reticulum membrane protein complex subunit 1 gene (EMC1, NM_015047.3), including paternally inherited c.245C>T (p. Thr82Met) and maternally inherited c.1459delC (p. Arg487Alafs*49). Pathogenic variants in EMC1 have been associated with a recessive neurodevelopmental disorder, whereas Emc10 knockout mice exhibit cardiovascular issues. The present study shows that EMC1 variation potentially causes the overlapping phenotypes of LVNC and LQTS and may expand the spectrum of diseases caused by EMC1 variation."}, "37554197": {"title": "Defective EMC1 drives abnormal retinal angiogenesis via Wnt/β-catenin signaling and may be associated with the pathogenesis of familial exudative vitreoretinopathy.", "abstract": "Endoplasmic reticulum (ER) membrane protein complex (EMC) is required for the co-translational insertion of newly synthesized multi-transmembrane proteins. Compromised EMC function in different cell types has been implicated in multiple diseases. Using inducible genetic mouse models, we revealed defects in retinal vascularization upon endothelial cell (EC) specific deletion of Emc1, the largest subunit of EMC. Loss of Emc1 in ECs led to reduced vascular progression and vascular density, diminished tip cell sprouts, and vascular leakage. We then performed an unbiased transcriptomic analysis on human retinal microvascular endothelial cells (HRECs) and revealed a pivotal role of EMC1 in the β-catenin signaling pathway. Further in-vitro and in-vivo experiments proved that loss of EMC1 led to compromised β-catenin signaling activity through reduced expression of Wnt receptor FZD4, which could be restored by lithium chloride (LiCl) treatment. Driven by these findings, we screened genomic DNA samples from familial exudative vitreoretinopathy (FEVR) patients and identified one heterozygous variant in EMC1 that co-segregated with FEVR phenotype in the family. In-vitro expression experiments revealed that this variant allele failed to facilitate the expression of FZD4 on the plasma membrane and activate the β-catenin signaling pathway, which might be a main cause of FEVR. In conclusion, our findings reveal that variants in EMC1 gene cause compromised β-catenin signaling activity, which may be associated with the pathogenesis of FEVR."}}, "KMO": {"23459468": {"title": "The KMO allele encoding Arg452 is associated with psychotic features in bipolar disorder type 1, and with increased CSF KYNA level and reduced KMO expression.", "abstract": "The kynurenine pathway metabolite kynurenic acid (KYNA), modulating glutamatergic and cholinergic neurotransmission, is increased in cerebrospinal fluid (CSF) of patients with schizophrenia or bipolar disorder type 1 with psychotic features. KYNA production is critically dependent on kynurenine 3-monooxygenase (KMO). KMO mRNA levels and activity in prefrontal cortex (PFC) are reduced in schizophrenia. We hypothesized that KMO expression in PFC would be reduced in bipolar disorder with psychotic features and that a functional genetic variant of KMO would associate with this disease, CSF KYNA level and KMO expression. KMO mRNA levels were reduced in PFC of bipolar disorder patients with lifetime psychotic features (P=0.005, n=19) or schizophrenia (P=0.02, n=36) compared with nonpsychotic patients and controls. KMO genetic association to psychotic features in bipolar disorder type 1 was studied in 493 patients and 1044 controls from Sweden. The KMO Arg(452) allele was associated with psychotic features during manic episodes (P=0.003). KMO Arg(452) was studied for association to CSF KYNA levels in an independent sample of 55 Swedish patients, and to KMO expression in 717 lymphoblastoid cell lines and 138 hippocampal biopsies. KMO Arg(452) associated with increased levels of CSF KYNA (P=0.03) and reduced lymphoblastoid and hippocampal KMO expression (P≤0.05). Thus, findings from five independent cohorts suggest that genetic variation in KMO influences the risk for psychotic features in mania of bipolar disorder patients. This provides a possible mechanism for the previous findings of elevated CSF KYNA levels in those bipolar patients with lifetime psychotic features and positive association between KYNA levels and number of manic episodes."}}, "CPT1B": {"18023382": {"title": "Homozygous carnitine palmitoyltransferase 1b (muscle isoform) deficiency is lethal in the mouse.", "abstract": "Carnitine palmitoyltransferase-1 (CPT-1) catalyzes the rate-limiting step of mitochondrial beta-oxidation of long chain fatty acids (LCFA), the most abundant fatty acids in mammalian membranes and in energy metabolism. Human deficiency of the muscle isoform CPT-1b is poorly understood. In the current study, embryos with a homozygous knockout of Cpt-1b were lost before embryonic day 9.5-11.5. Also, while there were normal percentages of CPT-1b+/- pups born from both male and female CPT-1b+/- mice crossed with wild-type mates, the number of CPT-1b+/- pups from CPT-1b+/- breeding pairs was under-represented (63% of the expected number). Northern blot analysis demonstrated approximately 50% Cpt-1b mRNA expression in brown adipose tissue (BAT), heart and skeletal muscles in the CPT-1b+/- male mice. Consistent with tissue-specific expression of Cpt-1b mRNA in muscle but not liver, CPT-1+/- mice had approximately 60% CPT-1 activity in skeletal muscle and no change in total liver CPT-1 activity. CPT-1b+/- mice had normal fasting blood glucose concentration. Consistent with expression of CPT-1b in BAT and muscle, approximately 7% CPT-1b+/- mice (n=30) developed fatal hypothermia following a 3h cold challenge, while none of the CPT-1b+/+ mice (n=30) did. With a prolonged cold challenge (6h), significantly more CPT-1b+/- mice developed fatal hypothermia (52% CPT-1b+/- mice vs. 21% CPT-1b+/+ mice), with increased frequency in females of both genotypes (67% female vs. 38% male CPT-1b+/- mice, and 33% female vs. 8% male CPT-1b+/+ mice). Therefore, lethality of homozygous CPT-1b deficiency in the mice is consistent with paucity of human cases."}}, "LRRC10": {"26017719": {"title": "Prevalence and spectrum of LRRC10 mutations associated with idiopathic dilated cardiomyopathy.", "abstract": "Dilated cardiomyopathy (DCM) is the most common form of primary myocardial disease. It is the most common cause of chronic congestive heart failure and the most frequent reason for heart transplantation in young adults. There is increasing evidence demonstrating that genetic defects are involved in the pathogenesis of idiopathic DCM. Recent studies have shown that genetically defective LRRC10 predisposes animals to DCM. However, the association of LRRC10 with DCM in humans has not been reported. In the current study, the whole coding region and flanking splice junction sites of the LRRC10 gene were sequenced in 220 unrelated patients with idiopathic DCM. The available relatives of the index patients harboring identified mutations and 200 unrelated ethnically matched healthy individuals used as controls were also genotyped for LRRC10. The functional effect of the LRRC10 mutations was analyzed in silico. As a result, two novel heterozygous LRRC10 mutations, p.L41V and p.L163I, were identified in two families with DCM, respectively, with a mutational prevalence of ~0.91%. Genetic analyses of the pedigrees showed that in each family, the mutation co-segregated with DCM was transmitted as an autosomal dominant trait with complete penetrance. The missense mutations were absent in 400 control chromosomes and the altered amino acids were completely conserved evolutionarily across various species. Functional analysis in silico indicated that the LRRC10 mutations were causative. This study firstly reports the association of LRRC10 mutations with enhanced susceptibility to DCM in humans, which provides novel insight into the molecular mechanism underpinning DCM, and contributes to the development of novel prophylactic and therapeutic strategies for DCM."}, "29431102": {"title": "Pediatric Dilated Cardiomyopathy-Associated LRRC10 (Leucine-Rich Repeat-Containing 10) Variant Reveals LRRC10 as an Auxiliary Subunit of Cardiac L-Type Ca2+ Channels.", "abstract": "Genetic causes of dilated cardiomyopathy (DCM) are incompletely understood. LRRC10 (leucine-rich repeat-containing 10) is a cardiac-specific protein of unknown function. Heterozygous mutations in LRRC10 have been suggested to cause DCM, and deletion of Lrrc10 in mice results in DCM."}, "28032242": {"title": "Molecular pathological study on LRRC10 in sudden unexplained nocturnal death syndrome in the Chinese Han population.", "abstract": "Sudden unexplained nocturnal death syndrome (SUNDS) is a perplexing disorder to both forensic pathologists and clinic physicians. Clinical features of SUNDS survivors suggested that SUNDS is similar to Brugada syndrome (BrS). Leucine-rich repeat containing 10 (LRRC10) gene was a newly identified gene linked to dilated cardiomyopathy, a disease associated with sudden cardiac death. To investigate the prevalence and spectrum of genetic variants of LRRC10 gene in SUNDS and BrS, the coding regions of LRRC10 were genetically screened in 113 sporadic SUNDS victims (from January 2005 to December 2015, 30.7 ± 7.5 years) and ten BrS patients (during January 2010 to December 2014, 38.7 ± 10.3 years) using direct Sanger sequencing. Afterwards, LRRC10 missense variant carriers were screened for a panel of 80 genes known to be associated with inherited cardiac arrhythmia/cardiomyopathy using target-captured next-generation sequencing. In this study, an in silico-predicted malignant LRRC10 mutation p.E129K was detected in one SUNDS victim without pathogenic rare variant in a panel of 80 arrhythmia/cardiomyopathy-related genes. We also provided evidence to show that rare variant p.P69L might contribute to the genetic cause for one SUNDS victim and two BrS family members. This is the first report of genetic screening of LRRC10 in Chinese SUNDS victims and BrS patients. LRRC10 may be a new susceptible gene for SUNDS, and LRRC10 variant was initially and genetically linked to BrS-associated arrhythmia."}, "27536250": {"title": "The Role of Leucine-Rich Repeat Containing Protein 10 (LRRC10) in Dilated Cardiomyopathy.", "abstract": "Leucine-rich repeat containing protein 10 (LRRC10) is a cardiomyocyte-specific member of the Leucine-rich repeat containing (LRRC) protein superfamily with critical roles in cardiac function and disease pathogenesis. Recent studies have identified LRRC10 mutations in human idiopathic dilated cardiomyopathy (DCM) and Lrrc10 homozygous knockout mice develop DCM, strongly linking LRRC10 to the molecular etiology of DCM. LRRC10 localizes to the dyad region in cardiomyocytes where it can interact with actin and α-actinin at the Z-disc and associate with T-tubule components. Indeed, this region is becoming increasingly recognized as a signaling center in cardiomyocytes, not only for calcium cycling, excitation-contraction coupling, and calcium-sensitive hypertrophic signaling, but also as a nodal signaling hub where the myocyte can sense and respond to mechanical stress. Disruption of a wide range of critical structural and signaling molecules in cardiomyocytes confers susceptibility to cardiomyopathies in addition to the more classically studied mutations in sarcomeric proteins. However, the molecular mechanisms underlying DCM remain unclear. Here, we review what is known about the cardiomyocyte functions of LRRC10, lessons learned about LRRC10 and DCM from the Lrrc10 knockout mouse model, and discuss ongoing efforts to elucidate molecular mechanisms whereby mutation or absence of LRRC10 mediates cardiac disease."}, "29431105": {"title": "LRRC10 (Leucine-Rich Repeat Containing Protein 10) and REEP5 (Receptor Accessory Protein 5) as Novel Regulators of Cardiac Excitation-Contraction Coupling Structure and Function.", "abstract": null}, "31270560": {"title": "Exploring the dark genome: implications for precision medicine.", "abstract": "The increase in the number of both patients and healthcare practitioners who grew up using the Internet and computers (so-called \"digital natives\") is likely to impact the practice of precision medicine, and requires novel platforms for data integration and mining, as well as contextualized information retrieval. The \"Illuminating the Druggable Genome Knowledge Management Center\" (IDG KMC) quantifies data availability from a wide range of chemical, biological, and clinical resources, and has developed platforms that can be used to navigate understudied proteins (the \"dark genome\"), and their potential contribution to specific pathologies. Using the \"Target Importance and Novelty Explorer\" (TIN-X) highlights the role of LRRC10 (a dark gene) in dilated cardiomyopathy. Combining mouse and human phenotype data leads to increased strength of evidence, which is discussed for four additional dark genes: SLX4IP and its role in glucose metabolism, the role of HSF2BP in coronary artery disease, the involvement of ELFN1 in attention-deficit hyperactivity disorder and the role of VPS13D in mouse neural tube development and its confirmed role in childhood onset movement disorders. The workflow and tools described here are aimed at guiding further experimental research, particularly within the context of precision medicine."}}, "TOPBP1": {"24702692": {"title": "Whole-exome sequencing reveals TopBP1 as a novel gene in idiopathic pulmonary arterial hypertension.", "abstract": "Idiopathic pulmonary arterial hypertension (IPAH) is a life-threatening disorder characterized by progressive loss of pulmonary microvessels. Although mutations in the bone morphogenetic receptor 2 (BMPR2) are found in 80% of heritable and ∼15% of patients with IPAH, their low penetrance (∼20%) suggests that other unidentified genetic modifiers are required for manifestation of the disease phenotype. Use of whole-exome sequencing (WES) has recently led to the discovery of novel susceptibility genes in heritable PAH, but whether WES can also accelerate gene discovery in IPAH remains unknown."}, "34199176": {"title": "Novel Genetic and Molecular Pathways in Pulmonary Arterial Hypertension Associated with Connective Tissue Disease.", "abstract": "Pulmonary Arterial Hypertension (PAH) is a severe complication of Connective Tissue Disease (CTD), with remarkable morbidity and mortality. However, the molecular and genetic basis of CTD-PAH remains incompletely understood. This study aimed to screen for genetic defects in a cohort of patients with CTD-PAH, using a PAH-specific panel of 35 genes. During recruitment, 79 patients were studied, including 59 Systemic Sclerosis patients (SSc) and 69 females. Disease-associated variants were observed in nine patients: 4 pathogenic/likely pathogenic variants in 4 different genes (TBX4, ABCC8, KCNA5 and GDF2/BMP9) and 5 Variants of Unknown Significance (VUS) in 4 genes (ABCC8, NOTCH3, TOPBP1 and CTCFL). One patient with mixed CTD had a frameshift pathogenic variant in TBX4. Two patients with SSc-PAH carried variants in ABCC8. A patient diagnosed with Systemic Lupus Erythematous (SLE) presented a pathogenic nonsense variant in GDF2/BMP9. Another patient with SSc-PAH presented a pathogenic variant in KCNA5. Four patients with SSc-PAH carried a VUS in NOTCH1, CTCFL, CTCFL and TOPBP1, respectively. These findings suggest that genetic factors may contribute to Pulmonary Vascular Disease (PVD) in CTD patients."}}}